Repository: microsoft/Power-Fx-Dataverse
Catalog: src/strings/DataverseResources.*.resx
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_fr, gl_es, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, kk_kz, ko_kr, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# FormulaColumns_IncompatibleDateTimes
source: This operation cannot be performed on values which are of different Date Time Behaviors.
bg_bg: Тази операция не може да се изпълни върху стойности, които са с различни поведения за дата и час.
ca_es: Aquesta operació no es pot dur a terme en valors de comportaments de data i hora diferents.
cs_cz: Tuto operaci nelze provést u hodnot, které mají odlišné chování data a času.
da_dk: Denne handling kan ikke udføres på værdier, der har forskellige funktionsmåder for dato og klokkeslæt.
de_de: Dieser Vorgang kann nicht für Werte ausgeführt werden, die ein anderes Datums-/Uhrzeitverhalten aufweisen.
el_gr: Αυτή η λειτουργία δεν είναι δυνατό να εκτελεστεί σε τιμές που είναι διαφορετικών συμπεριφορών ημερομηνίας/ώρας.
es_es: Esta operación no se puede realizar en valores que son de comportamientos de fecha y hora diferentes.
et_ee: Seda toimingut ei saa teha erinevate kuupäeva ja kellaaja käitumisega väärtustel.
eu_es: Operazioa ezin da egin data- eta ordu-portaera desberdineko datuekin.
fi_fi: Tätä toimintoa ei voi suorittaa arvoille, joilla on eri päivämäärän ja ajan toimintatapa.
fr_fr: Cette opération ne peut pas être effectuée sur des valeurs qui ont des comportements différents en matière de date et d’heure.
gl_es: Esta operación non se pode realizar en valores de comportamentos de data e hora diferentes.
hi_in: यह कार्रवाई उन मानों पर नहीं की जा सकती जो अलग-अलग दिनांक समय व्यवहार के हैं.
hr_hr: Ovu operaciju nije moguće izvesti na vrijednostima koje su različitih ponašanja datuma i vremena.
hu_hu: Ez a művelet nem hajtható végre olyan értékeken, amelyek eltérő dátum-/időviselkedéssel rendelkeznek.
id_id: Operasi ini tidak dapat dijalankan pada nilai yang merupakan Perilaku Waktu Tanggal yang berbeda.
it_it: Impossibile eseguire questa operazione su valori che sono di comportamenti di data/ora diversi.
ja_jp: この操作を、日時の動作が同じでない値に対して実行することはできません。
kk_kz: Бұл операцияны күннің уақыт әрекеттері әр түрлі мәндерде орындауға болмайды.
ko_kr: 이 작업은 날짜/시간 동작이 다른 값에 대해 수행할 수 없습니다.
lt_lt: Šios operacijos negalima atlikti su reikšmėmis, kurių datos ir laiko veikimo būdai yra kitokie.
lv_lv: Šo darbību nevar izpildīt vērtībām, kurām ir atšķirīga datuma un laika uzvedība.
ms_my: Operasi ini tidak boleh dilakukan pada nilai yang berlainan Tingkah Laku Tarikh Masa.
nb_no: Denne operasjonen kan ikke utføres på verdier som har ulike dato/klokkeslett-virkemåter.
nl_nl: Deze bewerking kan niet worden uitgevoerd op waarden met een ander datum-/tijdgedrag.
pl_pl: Tej operacji nie można wykonać na wartościach mających różne zachowania w zakresie daty i godziny.
pt_br: Esta operação não pode ser realizada em valores que sejam de Comportamentos de Data/Hora diferentes.
pt_pt: Não é possível efetuar esta operação em valores que têm Comportamentos de Data/Hora diferentes.
ro_ro: Această operațiune nu se poate efectua pe valori care prezintă comportamente de dată/oră diferite.
ru_ru: Эту операцию невозможно выполнить над значениями, имеющие разные поведения даты и времени.
sk_sk: Túto operáciu nie je možné vykonať použitím hodnôt, ktoré iným spôsobom vyhodnocujú dátum a čas.
sl_si: Tega postopka ni mogoče izvesti pri vrednostih, ki imajo različno delovanje datuma in ure.
sr_cyrl_rs: Ову операцију није могуће извршити на вредностима које имају различита понашања датума и времена.
sr_latn_rs: Ovu operaciju nije moguće izvršiti na vrednostima koje imaju različita ponašanja datuma i vremena.
sv_se: Åtgärden kan inte utföras på värden som har olika datum-/tidsbeteenden.
th_th: ไม่สามารถดำเนินการนี้กับค่าที่มีลักษณะการทำงานของวันที่และเวลาแตกต่างกันได้
tr_tr: Bu işlem, farklı Tarih Saat Davranışlarında bulunan değerlerde gerçekleştirilemez.
uk_ua: Цю операцію не можна виконати для значень, які мають іншу поведінку атрибута дати та часу.
vi_vn: Thao tác này không thể được thực hiện trên các giá trị có Hành vi ngày giờ khác nhau.
zh_cn: 无法对具有不同日期时间行为的值执行此操作。
zh_tw: 無法對具有不同日期時間行為的值執行此作業。

# FormulaColumns_DateTimeFormatNotSupported
source: Only the short date and time format strings are supported in formula columns.
bg_bg: Само низовете за кратки формати за дата и час се поддържат в колоните за формули.
ca_es: Només s'admeten les cadenes de format curt de data i hora a les columnes de fórmula.
cs_cz: Ve sloupcích vzorce jsou podporovány pouze řetězce krátkého formátu data a času.
da_dk: Det er kun korte strenge til dato- og klokkeslætsformat, der understøttes i formelkolonnerne.
de_de: Nur die Zeichenfolgen für das kurze Datums- und Zeitformat werden in den Formelspalten unterstützt.
el_gr: Μόνο οι συμβολοσειρές μορφής σύντομης ημερομηνίας και ώρας υποστηρίζονται σε στήλες τύπου.
es_es: Solo se admiten las cadenas de formato de fecha y hora cortas en columnas de fórmula.
et_ee: Valemiveergudes toetatakse ainult lühikese vorminguga kuupäeva ja kellaaja stringe.
eu_es: Dataren eta orduaren formatu laburrak soilik onartzen dira formula-zutabeetan.
fi_fi: Kaavasarakkeet tukevat vain lyhyitä päivämäärä- ja aikamuotoisia merkkijonoja.
fr_fr: Seules les chaînes de format de date et d’heure courtes sont prises en charge dans les colonnes de formule.
gl_es: Nas columnas de fórmula só se admiten cadeas de formato de data e hora curtas.
hi_in: फॉर्मूला कॉलम में केवल छोटी दिनांक और समय प्रारूप स्ट्रिंग समर्थित हैं.
hr_hr: U stupcima formule podržani su samo nizovi koji se odnose na kratki zapis formata datuma i vremena.
hu_hu: Csak a rövid dátum- és időformátumú sztringek támogatottak a képletoszlopokban.
id_id: Hanya string format tanggal dan waktu pendek yang didukung di kolom formula.
it_it: Solo le stringhe di formato di data e ora breve sono supportate nelle colonne della formula.
ja_jp: 計算式列では、短い文字列形式の日時のみを使用できます。
kk_kz: Формула бағандарында тек қысқа күн мен уақыт пішімі жолдарына қолдау көрсетіледі.
ko_kr: 수식 열에는 짧은 날짜 및 시간 형식 문자열만 지원됩니다.
lt_lt: Formulės stulpeliuose palaikomos tik trumpo datos ir laiko formato eilutės.
lv_lv: Formulu kolonnās tiek atbalstītas tikai īsās datuma un laika formāta virknes.
ms_my: Hanya rentetan format tarikh dan masa yang pendek disokong dalam lajur formula.
nb_no: Bare strengene for kort dato og klokkeslett-format støttes i formelkolonner.
nl_nl: Alleen tekenreeksen voor de korte datum- en tijdnotatie worden ondersteund in formulekolommen.
pl_pl: W kolumnach formuł są obsługiwane tylko ciągi w formacie krótkiej daty i godziny.
pt_br: Somente as cadeias de caracteres de formato de data e hora têm suporte em colunas de fórmula.
pt_pt: As colunas de fórmula só suportam cadeias no formato data e hora abreviada.
ro_ro: Numai șirurile scurte de format dată și oră sunt acceptate în coloanele de formule.
ru_ru: В столбцах формул поддерживаются только строки в коротком формате даты и времени.
sk_sk: V stĺpcoch vzorcov sú podporované len reťazce s krátkym formátom dátumu a času.
sl_si: V stolpcih s formulo so podprti samo nizi s kratko obliko zapisa datuma in ure.
sr_cyrl_rs: У колонама формула подржане су само ниске кратког формата датума и времена.
sr_latn_rs: U kolonama formula podržane su samo niske kratkog formata datuma i vremena.
sv_se: Endast de korta strängarna för datum- och tidsformat stöds i formelkolumner.
th_th: คอลัมน์สูตรสนับสนุนเฉพาะสตริงรูปแบบวันที่และเวลาแบบสั้นเท่านั้น
tr_tr: Formül sütunlarında yalnızca kısa tarih ve saat biçimi dizeleri desteklenmektedir.
uk_ua: У стовпцях формул підтримуються лише рядки короткого формату дати й часу.
vi_vn: Chỉ các chuỗi định dạng ngày và giờ ngắn mới được hỗ trợ trong cột công thức.
zh_cn: 公式列仅支持短日期和时间格式字符串。
zh_tw: 公式資料行只支援簡短日期和時間格式字串。

# FormulaColumns_InvalidTimeUnit
source: The {0} argument is an invalid/unsupported unit of time for the {1} date arithmetic function.
bg_bg: Аргументът „{0}“ е невалидна/неподдържана единица време за функцията за аритметика с дати {1}.
ca_es: L'argument {0} és una unitat de temps no vàlida o no admesa per a la funció aritmètica de data {1}.
cs_cz: Argument {0} je neplatná/nepodporovaná jednotka času pro aritmetickou funkci data {1}.
da_dk: {0}-argumentet er en ugyldig/ikke understøttet tidsenhed for {1}-dataaritmetisk funktion.
de_de: Das {0}-Argument ist eine ungültige/nicht unterstützte Zeiteinheit für {1} datumsarithmetische Funktion.
el_gr: Το {0} όρισμα είναι μια μη έγκυρη/μη υποστηριζόμενη μονάδα χρόνου για την {1} αριθμητική συνάρτηση date.
es_es: El argumento {0} es una unidad de tiempo no válida o no admitida para la función aritmética de fecha {1}.
et_ee: Argument {0} on kuupäeva aritmeetilise funktsiooni {1} sobimatu/toetuseta ajaühik.
eu_es: {0} argumentuaren denbora-unitateak ez du balio edo ez da onartzen {1} dataren funtzio aritmetikoan.
fi_fi: Argumentti {0} on virheellinen ajan yksikkö tai sitä ei tueta päivämäärän {1} aritmetiikkafunktiolle.
fr_fr: L’argument {0} est une unité de temps non valide/non prise charge pour la fonction arithmétique de date {1}.
gl_es: O argumento {0} é unha unidade de tempo que non se admite ou non é válida para a función aritmética de data {1}.
hi_in: {0} तर्क {1} दिनांक अंकगणितीय फ़ंक्शन के लिए समय की अमान्य/असमर्थित इकाई है.
hr_hr: Argument {0} je vremenska jedinica koja nije valjana / nije podržana za aritmetičku funkciju datuma {1}.
hu_hu: Az {0} argumentum a dátum aritmetikai {1} függvény érvénytelen/nem támogatott időegysége.
id_id: Argumen {0} adalah satuan waktu yang tidak valid/tidak didukung untuk fungsi aritmetika tanggal {1}.
it_it: L'argomento {0} è un'unità di tempo non valida o non supportata per la funzione aritmetica della data {1}.
ja_jp: {0} 引数の時間の単位は、{1} 日付計算関数で無効またはサポートされていません。
kk_kz: {0} аргументі — {1} күн арифметикалық функциясы үшін жарамсыз/қолдау көрсетілмейтін уақыт бірлігі.
ko_kr: {0} 인수는 {1} 날짜 연산 함수에 대해 유효하지 않거나 지원되지 않는 시간 단위입니다.
lt_lt: Argumentas {0} yra netinkamas / nepalaikomas datos aritmetinės funkcijos {1} laiko vienetas.
lv_lv: Arguments {0} ir nederīga/neatbalstīta laika vienība datuma aritmētiskajai funkcijai {1}.
ms_my: Argumen {0} ialah unit masa yang tidak sah/tidak disokong untuk fungsi aritmetik tarikh {1}.
nb_no: Argumentet {0} er en ugyldig/ustøttet tidsenhet for den aritmetiske datofunksjonen {1}.
nl_nl: Het argument {0} is een ongeldige/niet-ondersteunde tijdseenheid voor de rekenkundige functie {1} van de datum.
pl_pl: Argument {0} to nieprawidłowa/nieobsługiwana jednostka czasu dla arytmetycznej funkcji daty {1}.
pt_br: O argumento {0} é uma unidade de tempo inválida/sem suporte para a função aritmética de data {1}.
pt_pt: O argumento {0} é uma unidade de tempo inválida/não suportada para a função aritmética de data {1}.
ro_ro: Argumentul {0} este o unitate de timp nevalidă/neacceptată pentru funcția aritmetică de dată {1}.
ru_ru: Аргумент {0} представляет собой недопустимую/неподдерживаемую единицу времени для функции операций с датами {1}.
sk_sk: Argument {0} je neplatná/nepodporovaná jednotka času pre aritmetickú funkciu dátumu {1}.
sl_si: Argument {0} je neveljavna/nepodprta časovna enota za aritmetično funkcijo datuma {1}.
sr_cyrl_rs: Аргумент {0} је неважећа/неподржана јединица времена за функцију аритметичког датума {1}.
sr_latn_rs: Argument {0} je nevažeća/nepodržana jedinica vremena za funkciju aritmetičkog datuma {1}.
sv_se: Argumentet {0} är en ogiltig tidsenhet eller tidsenhet som inte stöds för den aritmetiska funktionen {1}.
th_th: อาร์กิวเมนต์ {0} เป็นหน่วยเวลาที่ไม่ถูกต้อง/ไม่ได้รับการสนับสนุนสำหรับฟังก์ชันเลขคณิตของวันที่ {1}
tr_tr: {1} tarih aritmetik işlevi için {0} bağımsız değişkeni geçersiz/desteklenmeyen bir zaman birimidir.
uk_ua: Аргумент {0} є неприпустимою або непідтримуваною одиницею часу для функції арифметичної дати {1}.
vi_vn: Đối số {0} là một đơn vị thời gian không hợp lệ/không được hỗ trợ cho hàm số học ngày {1}.
zh_cn: {0} 参数是 {1} 日期算术函数的无效/不受支持的时间单位。
zh_tw: {0} 引數對 {1} 日期算術函式而言是無效/不受支援的時間單位。

# FormulaColumns_NumericFormatNotSupported
source: Locale-specific formatting tokens such as "." and "," are not supported in formula columns.
bg_bg: В колоните за формули не се поддържат маркери за форматиране, специфични за дадена езиково-географска променлива, като „.“ и „,“.
ca_es: Els testimonis de format específics de la configuració regional, com ara "." i "," no s'admeten a les columnes de fórmula.
cs_cz: Tokeny formátování specifické pro národní prostředí, jako jsou "." a "," nejsou ve sloupcích vzorců podporovány.
da_dk: Landestandardspecifikke formateringstokener som "." og "," understøttes ikke i formelkolonner.
de_de: Ortsspezifische Formatierungstoken wie „.“ und „,“ werden in Formelspalten nicht unterstützt.
el_gr: Τα διακριτικά μορφοποίησης ειδικά για τοπικές ρυθμίσεις, όπως "." και "," δεν υποστηρίζονται σε στήλες τύπου.
es_es: No se admiten tokens de formato específicos de la configuración regional, como "." y "," en las columnas de fórmula.
et_ee: Lokaadipõhiseid vormingutõendeid (nt „.“ ja „,“) valemiveergudes ei toetata.
eu_es: Eskualdeko ezarpenen formatu-tokenak (adibidez "." eta ",") ez dira onartzen formula-zutabeetan.
fi_fi: Kielikohtaiset muotoilutunnukset, kuten "." ja ",", eivät ole tuettuja kaavasarakkeissa.
fr_fr: Les jetons de mise en forme spécifiques aux paramètres régionaux, tels que « . » et « , » ne sont pas pris en charge dans les colonnes de formule.
gl_es: Non se admiten tokens de formatación específicos da configuración rexional (como "." e ",") nas columnas de fórmula.
hi_in: फॉर्मूला कॉलमों में स्थानीय-विशिष्ट फॉर्मेटिंग टोकन जैसे "." और "," समर्थित नहीं हैं.
hr_hr: Tokeni oblikovanja specifični za regionalnu shemu, kao što su „.” i „,” nisu podržani u stupcima formule.
hu_hu: A területibeállítás-specifikus formázási tokenek, mint például a "." és a ",", nem támogatottak a képletoszlopokban.
id_id: Token pemformatan khusus lokal seperti "." dan "," tidak didukung di kolom rumus.
it_it: I token di formattazione specifici delle impostazioni locali, ad esempio "." e "," non sono supportati nelle colonne della formula.
ja_jp: 計算式列はロケール固有の書式トークン ("." や "," など) をサポートしていません。
kk_kz: Формула бағандарында "." және "," сияқты жергілікті пішімдеу таңбалауыштары қолданылмайды.
ko_kr: "." 및 "," 등의 로캘별 서식 토큰은 수식 열에 지원되지 않습니다.
lt_lt: Formulės stulpeliuose lokalėms būdingi formatavimo atpažinimo ženklai (pvz., „.“ ir „,“) nepalaikomi.
lv_lv: Lokalizācijai raksturīgi formatējuma marķieri (piemēram, “.” un “,”) netiek atbalstīti formulu kolonnās.
ms_my: Token pemformatan khusus tempatan seperti "." dan "," tidak disokong dalam lajur formula.
nb_no: Spesifikke formateringstokener for nasjonal innstilling som «.» og «,» støttes ikke i formelkolonner.
nl_nl: Landspecifieke opmaaktokens, zoals '.' en ',', worden niet ondersteund in formulekolommen.
pl_pl: Specyficzne dla ustawień regionalnych tokeny formatowania, takie jak „.” i „,”, nie są obsługiwane w kolumnach formuł.
pt_br: Os tokens de formatação específicos da localidade, como "." e ",", não têm suporte em colunas de fórmula.
pt_pt: Tokens de formatação específicos da região, como "." e ",", não são suportados em colunas de fórmula.
ro_ro: Tokenurile de formatare specifice setărilor regionale, cum ar fi „.” și „,” nu sunt acceptate în coloanele de formule.
ru_ru: Зависящие от локали лексемы форматирования, такие как "." и "," не поддерживаются в столбцах формул.
sk_sk: Formátovacie tokeny špecifické pre miestne nastavenia, ako napríklad „.“ a „,“, nie sú v stĺpcoch vzorcov podporované.
sl_si: Žetoni za oblikovanje za območne nastavitve, kot sta ».« in »,«, niso podprti v stolpcih s formulo.
sr_cyrl_rs: Токени обликовања специфични за локални стандард, као што су „.“ и „,“ нису подржани у колонама формула.
sr_latn_rs: Tokeni oblikovanja specifični za lokalni standard, kao što su „.“ i „,“ nisu podržani u kolonama formula.
sv_se: Språkspecifika formateringstoken som "." och "," stöds inte i formelkolumner.
th_th: โทเค็นการจัดรูปแบบเฉพาะตำแหน่งที่ตั้ง เช่น "." และ "," ไม่ได้รับการสนับสนุนในคอลัมน์สูตร
tr_tr: Formül sütunlarında "." ve "," gibi yerel ayara özel biçimlendirme belirteçleri desteklenmiyor.
uk_ua: Спеціальні маркери форматування для певної локалізації, наприклад "." та "," не підтримуються у стовпцях формул.
vi_vn: Các mã thông báo định dạng dành riêng cho ngôn ngữ như "." và "," không được hỗ trợ trong các cột công thức.
zh_cn: 公式列中不支持特定于区域设置的格式标记，例如 "." 和 ","。
zh_tw: 特定地區設定格式化權杖，例如公式欄中不支援「.」和「,」。

# FormulaColumns_FunctionNotSupported
source: {0} is not supported in formula columns, use {1} instead.
bg_bg: {0} не се поддържа в колони за формули, вместо това използвайте {1}.
ca_es: La funció {0} no està admesa a les columnes de fórmula, utilitzeu la funció {1} en el seu lloc.
cs_cz: {0} není ve sloupcích vzorců podporován, použijte místo toho {1}.
da_dk: {0} understøttes ikke i formelkolonner. Brug {1} i stedet.
de_de: {0} wird in Formelspalten nicht unterstützt. Verwenden Sie stattdessen {1}.
el_gr: {0} δεν υποστηρίζεται σε στήλες τύπου, χρησιμοποιήστε {1} αντ' αυτού.
es_es: No se admite {0} en columnas de fórmula; use {1} en su lugar.
et_ee: Funktsiooni {0} ei toetata valemiveergudes, kasutage selle asemel funktsiooni {1}.
eu_es: {0} ez da onartzen formula-zutabeetan; horren ordez, erabili {1}.
fi_fi: Kohdetta {0} ei tueta kaavasarakkeissa. Käytä sen sijaan kohdetta {1}.
fr_fr: {0} n’est pas pris en charge dans les colonnes de formule, utilisez {1} plutôt.
gl_es: Non se admite a función {0} nas columnas de fórmula, use {1} no seu lugar.
hi_in: फॉर्मूला कॉलमों में {0} समर्थित नहीं है, इसकी जगह {1} उपयोग करें.
hr_hr: Funkcija {0} nije podržana u stupcima formula, umjesto toga upotrijebite {1}.
hu_hu: A(z) {0} nem támogatott a képletoszlopokban. Használja inkább a következőt: {1}.
id_id: {0} tidak didukung di kolom rumus, gunakan {1} sebagai gantinya.
it_it: {0} non è supportata nelle colonne della formula, utilizza invece {1}.
ja_jp: 計算式列は {0} をサポートしていません。代わりに {1} を使用します。
kk_kz: {0} формула бағандарында қолданылмайды, оның орнына {1} пайдаланыңыз.
ko_kr: {0}은(는) 수식 열에 지원되지 않습니다. 대신 {1}을(를) 사용하세요.
lt_lt: Funkcija {0} formulės stulpeliuose nepalaikoma, vietoj jos naudokite {1}.
lv_lv: Funkcija {0} netiek atbalstīta formulu kolonnās, tā vietā izmantojiet funkciju {1}.
ms_my: {0} tidak disokong dalam lajur formula, gunakan {1}.
nb_no: {0} støttes ikke i formelkolonner. Bruk {1} i stedet.
nl_nl: {0} wordt niet ondersteund in formulekolommen. Gebruik {1}.
pl_pl: Funkcja {0} nie jest obsługiwana w kolumnach formuł. Użyj zamiast niej funkcji {1}.
pt_br: {0} não tem suporte em colunas de fórmula, use {1}.
pt_pt: {0} não é suportado em colunas de fórmula. Utilize {1} em vez disso.
ro_ro: {0} nu este acceptată în coloanele de formule, utilizați în schimb {1}.
ru_ru: {0} не поддерживается в столбцах формул. Используйте {1}.
sk_sk: Funkcia {0} nie je podporovaná v stĺpcoch vzorcov, použite namiesto toho funkciu {1}.
sl_si: Funkcija {0} ni podprta v stolpcih s formulo, uporabite raje {1}.
sr_cyrl_rs: Функција {0} није подржана у колонама формула, користите {1} уместо ње.
sr_latn_rs: Funkcija {0} nije podržana u kolonama formula, koristite {1} umesto nje.
sv_se: {0} stöds inte i formelkolumner. Använd {1} i stället.
th_th: {0} ไม่ได้รับการสนับสนุนในคอลัมน์สูตร ให้ใช้ {1} แทน
tr_tr: {0}, formül sütunlarında desteklenmiyor, bunun yerine {1} kullanın.
uk_ua: {0} не підтримується у стовпцях формул. Натомість використовуйте {1}.
vi_vn: {0} không được hỗ trợ trong cột công thức, hãy sử dụng {1}.
zh_cn: 公式列中不支持 {0}，请改用 {1}。
zh_tw: 公式欄不支援 {0}，請改用 {1}。

# FormulaColumns_OperationNotSupported
source: This operation cannot be performed on type {0} in formula columns.
bg_bg: Тази операция не може да се извърши спрямо тип {0} в колони за формули.
ca_es: Aquesta operació no es pot dur a terme al tipus {0} de les columnes de fórmules.
cs_cz: Tuto operaci nelze provést u typu {0} ve sloupcích vzorců.
da_dk: Denne handling kan ikke udføres på type {0} i formelkolonnerne.
de_de: Dieser Vorgang kann nicht für Typ {0} in Formelspalten ausgeführt werden.
el_gr: Αυτή η λειτουργία δεν μπορεί να εκτελεστεί σε τύπο {0} σε στήλες τύπου.
es_es: No se puede realizar esta operación en el tipo {0} en las columnas de fórmula.
et_ee: Seda toimingut ei saa valemiveergudes teha tüübiga {0}.
eu_es: Eragiketa ezin da egin formula-zutabeetako {0} motan.
fi_fi: Tätä toimintoa ei voi suorittaa tyypille {0} kaavasarakkeissa.
fr_fr: Impossible d’effectuer cette opération sur le type {0} dans les colonnes de formules.
gl_es: Esta operación non se pode realizar no tipo {0} nas columnas de fórmula.
hi_in: यह संचालन सूत्र स्तंभों में प्रकार {0} पर नहीं किया जा सकता है.
hr_hr: Ova se operacija ne može izvršiti na vrsti {0} u stupcima formule.
hu_hu: Ez a művelet nem hajtható végre {0} típusú képletoszlopokban.
id_id: Operasi ini tidak dapat dilakukan pada tipe {0} di kolom rumus.
it_it: Impossibile eseguire questa operazione sul tipo {0} nelle colonne della formula.
ja_jp: 計算式列では、この操作を {0} 型で実行できません。
kk_kz: Бұл әрекет формула бағандарында {0} түрінде орындалмауы мүмкін.
ko_kr: 이 작업은 수식 열의 {0} 유형에 대해 수행할 수 없습니다.
lt_lt: Šios operacijos negalima atlikti formulės stulpelių tipe {0}.
lv_lv: Formulu kolonnās šo darbību nevar veikt tipam {0}.
ms_my: Operasi ini tidak boleh dilakukan pada jenis {0} dalam lajur formula.
nb_no: Denne operasjonen kan ikke utføres på typen {0} i formelkolonner.
nl_nl: Deze bewerking kan niet worden uitgevoerd op type {0} in formulekolommen.
pl_pl: Tej operacji nie można wykonywać na typie {0} w kolumnach formuł.
pt_br: Esta operação não pode ser realizada no tipo {0} em colunas de fórmula.
pt_pt: Não é possível efetuar esta operação no tipo {0} em colunas de fórmula.
ro_ro: Această operațiune nu poate fi efectuată pe tipul {0} în coloanele de formule.
ru_ru: Эту операцию нельзя выполнять над типом {0} в столбцах формул.
sk_sk: Túto operáciu nie je možné vykonať na type {0} v stĺpcoch vzorcov.
sl_si: Tega postopka ni mogoče izvesti za vrsto {0} v stolpcih s formulami.
sr_cyrl_rs: Није могуће извршити ову операцију на типу {0} у колонама формуле.
sr_latn_rs: Nije moguće izvršiti ovu operaciju na tipu {0} u kolonama formule.
sv_se: Den här åtgärden kan inte utföras på typen {0} i formelkolumner.
th_th: ไม่สามารถดำเนินการนี้กับชนิด {0} ในคอลัมน์สูตร
tr_tr: Bu işlem, formül sütunlarında {0} türü üzerinde gerçekleştirilemez.
uk_ua: Цю операцію не можна виконати як тип {0} у стовпцях формул.
vi_vn: Không thực hiện được thao tác này đối với loại {0} trong cột công thức.
zh_cn: 无法对公式列中的类型 {0} 执行此操作。
zh_tw: 無法對公式資料行中的類型 {0} 執行此作業。
