Repository: microsoft/Power-Fx-Dataverse
Catalog: src/strings/DataverseResources.*.resx
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_fr, gl_es, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, kk_kz, ko_kr, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# FormulaColumns_ResultTypeNotSupported
source: The result type {0} is not supported in formula columns.
bg_bg: Типът на резултата {0} не се поддържа в колони за формули.
ca_es: El tipus de resultat {0} no s'admet a les columnes de fórmula.
cs_cz: Typ výsledku {0} není ve sloupcích vzorců podporován.
da_dk: Resultattypen {0} understøttes ikke i formelkolonnerne.
de_de: Der Ergebnistyp {0} wird in Formelspalten nicht unterstützt.
el_gr: Ο τύπος αποτελέσματος {0} δεν υποστηρίζεται σε στήλες τύπου.
es_es: No se admite el tipo de resultado {0} en las columnas de fórmula.
et_ee: Tulemi tüüp {0} pole valemiveergudes toetatud.
eu_es: {0} emaitza mota ez da onartzen formula-zutabeetan.
fi_fi: Tulostyyppiä {0} ei tueta kaavasarakkeissa.
fr_fr: Le type de résultat {0} n’est pas pris en charge dans les colonnes de formules.
gl_es: Non se admite o tipo de resultado {0} nas columnas de fórmula.
hi_in: परिणाम प्रकार {0} फॉर्मूला स्तंभों में समर्थित नहीं है.
hr_hr: Vrsta rezultata {0} nije podržana u stupcima formula.
hu_hu: A(z) {0} eredménytípus nem támogatott a képletoszlopokban.
id_id: Jenis hasil {0} tidak didukung di kolom rumus.
it_it: Il tipo di risultato {0} non è supportato nelle colonne della formula.
ja_jp: 結果の種類 {0} は、計算式列に対応していません。
kk_kz: {0} нәтиже түріне формула бағандарында қолдау көрсетілмейді.
ko_kr: {0} 결과 유형은 수식 열에 지원되지 않습니다.
lt_lt: {0} tipo rezultatas formulės stulpeliuose nepalaikomas.
lv_lv: Rezultātu tips {0} netiek atbalstīts formulu kolonnās.
ms_my: Jenis hasil {0} tidak disokong dalam lajur formula.
nb_no: Resultattypen {0} støttes ikke i formelkolonner.
nl_nl: Het resultaattype {0} wordt niet ondersteund in formulekolommen.
pl_pl: Typ wyniku {0} nie jest obsługiwany w kolumnach formuł.
pt_br: O tipo de resultado {0} não tem suporte em colunas de fórmula.
pt_pt: O tipo de resultado {0} não é suportado em colunas de fórmula.
ro_ro: Tipul de rezultat {0} nu este acceptat în coloanele de formule.
ru_ru: Тип результата {0} не поддерживается в столбцах формул.
sk_sk: Typ výsledku {0} nie je v stĺpcoch vzorcov podporovaný.
sl_si: Vrsta rezultata {0} ni podprta v stolpcih s formulo.
sr_cyrl_rs: Тип резултата {0} није подржан у колонама са формулама.
sr_latn_rs: Tip rezultata {0} nije podržan u kolonama sa formulama.
sv_se: Resultattypen {0} stöds inte i formelkolumner.
th_th: ชนิดผลลัพธ์ {0} ไม่ได้รับการสนับสนุนในคอลัมน์สูตร
tr_tr: Sonuç türü {0}, formül sütunlarında desteklenmiyor.
uk_ua: Тип результату {0} не підтримується у стовпцях формул.
vi_vn: Không hỗ trợ kiểu kết quả {0} trong cột công thức.
zh_cn: 公式列中不支持结果类型 {0}。
zh_tw: 公式欄不支援結果類型 {0}。

# FormulaColumns_RecordAccessNotSupported
source: Directly referencing an entire record is not supported in formula columns. Please reference a valid field in the record.
bg_bg: Директното препращане към цял запис не се поддържа в колони за формули. Моля, направете препратка към валидно поле в записа.
ca_es: A les columnes de fórmules no s'admet fer referència directament a tot un registre. Feu referència a un camp vàlid del registre.
cs_cz: Přímý odkaz na celý záznam není ve sloupcích vzorců podporován. Uveďte platné pole v záznamu.
da_dk: Direkte henvisning til en hel post er ikke understøttet i formelkolonner. Henvis venligst til et gyldigt felt i posten.
de_de: Das direkte Verweisen auf einen gesamten Datensatz wird in Formelspalten nicht unterstützt. Verweisen Sie auf ein gültiges Feld im Datensatz.
el_gr: Η απευθείας αναφορά σε μια ολόκληρη εγγραφή δεν υποστηρίζεται στις στήλες τύπων. Παρακαλείσθε να αναφέρετε ένα έγκυρο πεδίο στην εγγραφή.
es_es: No se admite la referencia directa a un registro completo en columnas de fórmula. Haga referencia a un campo válido en el registro.
et_ee: Valemiveergudes ei toetata kogu kirje otsest viitamist. Viidake kirjes sobivale väljale.
eu_es: Ezin da aipatu erregistro oso bat formula-zutabeetan. Aipatu erregistroko baliozko eremu bat.
fi_fi: Kaavasarakkeet eivät tue koko tietueeseen viittaamista suoraan. Viittaa kelvolliseen tietueen kenttään.
fr_fr: La référence directe à un enregistrement entier n’est pas prise en charge dans les colonnes de formules. Référencez un champ valide dans l’enregistrement.
gl_es: Facer referencia de forma directa a un rexistro completo non se admite nas columnas de fórmula. Faga referencia a un campo válido no rexistro.
hi_in: सूत्र स्तंभों में सीधे किसी संपूर्ण रिकॉर्ड को संदर्भित करना समर्थित नहीं है. कृपया रिकॉर्ड में किसी मान्य फ़ील्ड का संदर्भ दें.
hr_hr: Izravno upućivanje na cijeli zapis nije podržano u stupcima formule. Uputite na valjano polje u zapisu.
hu_hu: A képletoszlopok nem támogatják a teljes rekordra való közvetlen hivatkozást. Hivatkozzon egy érvényes mezőre a rekordban.
id_id: Mereferensikan seluruh rekaman secara langsung tidak didukung di kolom rumus. Referensikan bidang yang valid di rekaman.
it_it: Il riferimento diretto a un intero record non è supportato nelle colonne della formula. Fare riferimento a un campo valido nel record.
ja_jp: 計算式列はレコード全体の直接参照に対応していません。レコードが含む有効なフィールドを参照してください。
kk_kz: Формула бағандарында бүкіл жазбаға тікелей сілтеме жасауға қолдау көрсетілмейді. Жазбадағы жарамды өріске сілтеме жасаңыз.
ko_kr: 전체 레코드를 직접 참조하는 것은 수식 열에서 지원되지 않습니다. 레코드에서 유효한 필드를 참조하세요.
lt_lt: Formulės stulpeliuose nepalaikoma tiesioginė nuoroda į visą įrašą. Nurodykite tinkamą įrašo lauką.
lv_lv: Formulu kolonnās netiek atbalstīta tieša atsauce uz visu ierakstu. Lūdzu, norādiet atsauci uz derīgu lauku ierakstā.
ms_my: Tindakan merujuk keseluruhan rekod secara langsung tidak disokong dalam lajur formula. Sila rujuk medan yang sah dalam rekod.
nb_no: Direkte henvisning til en hel oppføring støttes ikke i formelkolonner. Henvis til et gyldig felt i oppføringen.
nl_nl: Rechtstreeks verwijzen naar een volledige record wordt niet ondersteund in formulekolommen. Verwijzing naar een geldig veld in de record.
pl_pl: Bezpośrednie odwoływanie się do całego rekordu nie jest obsługiwane w kolumnach formuł. Odwołaj się do prawidłowego pola w rekordzie.
pt_br: Não há suporte para a referência direta a um registro inteiro em colunas de fórmula. Referencie um campo válido no registro.
pt_pt: A referenciação direta de um registo inteiro não é suportada em colunas de fórmula. Referencie um campo válido no registo.
ro_ro: Referirea directă a unei întregi înregistrări nu este acceptată în coloanele de formule. Faceți referire la un câmp valid din înregistrare.
ru_ru: Непосредственные ссылки на всю запись не поддерживаются в столбцах формул. Ссылка должна указывать на допустимое поле в записи.
sk_sk: Priame odkazovanie na celý záznam nie je v stĺpcoch vzorcov podporované. Vytvorte odkaz na platné pole v zázname.
sl_si: Neposreden sklic na celoten zapis ni podprt v stolpcih s formulo. Uporabite sklic na veljavno polje v zapisu.
sr_cyrl_rs: Директно упућивање на цео запис није подржано у колонама формула. Поставите важеће поље у запису као референцу.
sr_latn_rs: Direktno upućivanje na ceo zapis nije podržano u kolonama formula. Postavite važeće polje u zapisu kao referencu.
sv_se: Direkt refererande av en hel post stöds inte i formelkolumner. Referera till ett giltigt fält i posten.
th_th: การอ้างอิงโดยตรงทั้งเรกคอร์ดไม่ได้รับการสนับสนุนในคอลัมน์สูตร โปรดอ้างอิงฟิลด์ที่ถูกต้องในเรกคอร์ด
tr_tr: Formül sütunlarında tüm bir kayda referansta bulunma desteklenmez. Lütfen kayıtta geçerli bir alana referansta bulunun.
uk_ua: Пряме посилання на весь запис не підтримується в стовпцях формул. Створіть посилання на припустиме поле в записі.
vi_vn: Không hỗ trợ tham chiếu trực tiếp toàn bộ bản ghi trong các cột công thức. Vui lòng tham chiếu một trường hợp lệ trong bản ghi.
zh_cn: 公式列中不支持直接引用整个记录。请引用记录中的有效字段。
zh_tw: 公式資料行不支援直接參考整份記錄。請參考記錄中的有效欄位。

# FormulaColumns_ResultTypeMustMatch
source: The result type for this formula is expected to be {0}, but the actual result type is {1}. The result type of a formula column cannot be changed.
bg_bg: Очаква се типът на резултата за тази формула да е {0}, но действителният тип на резултата е {1}. Типът на резултата в колона за формули не може да бъде променен.
ca_es: S'espera que el tipus de resultat d'aquesta fórmula sigui {0}, però el tipus de resultat real és {1}. El tipus de resultat d'una columna de fórmula no es pot canviar.
cs_cz: Očekává se, že typ výsledku pro tento vzorec bude {0}, ale skutečný typ výsledku je {1}. Výsledný typ sloupce vzorce nelze změnit.
da_dk: Resultattypen for denne formel forventes at være {0}, men den faktiske resultattype er {1}. Resultattypen for en formelkolonne kan ikke ændres.
de_de: Der Ergebnistyp für diese Formel muss {0} sein, der tatsächliche Ergebnistyp ist jedoch {1}. Der Ergebnistyp einer Formelspalte kann nicht geändert werden.
el_gr: Ο τύπος αποτελέσματος για αυτόν τον τύπο αναμένεται να είναι {0}, αλλά ο πραγματικός τύπος αποτελέσματος είναι {1}. Δεν είναι δυνατή η αλλαγή του τύπου αποτελέσματος μιας στήλης τύπου.
es_es: Se espera que el tipo de resultado de esta fórmula sea {0}, pero el tipo de resultado real es {1}. No se puede cambiar el tipo de resultado de una columna de fórmula.
et_ee: Selle valemi tulemi tüüp peab olema {0}, kuid tegelik tulemi tüüp on {1}. Valemiveeru tulemi tüüpi ei saa muuta.
eu_es: Formularen emaitza motak {0} izan behar du, baina itzuli den emaitza mota {1} da. Gogoan izan ezin duzula aldatu formula-zutabe baten emaitza mota.
fi_fi: Tämän kaavan tuloksen tyypin odotetaan olevan {0}, mutta tuloksen todellinen tyyppi on {1}. Kaavasarakkeen tulostyyppiä ei voi muuttaa.
fr_fr: Le type de résultat de cette formule doit être {0}, mais le type de résultat réel est {1}. Le type de résultat d’une colonne de formule ne peut pas être modifié.
gl_es: O tipo de resultado que se espera para esta fórmula é {0}, pero o tipo de resultado real é {1}. Non se pode modificar o tipo de resultado dunha columna de fórmula.
hi_in: इस फॉर्मूला का परिणाम प्रकार {0} होने की उम्मीद है, लेकिन असली परिणाम प्रकार {1} है. फॉर्मूला कॉलम के परिणाम प्रकार को बदला नहीं जा सकता है.
hr_hr: Očekuje se da će vrsta rezultata za ovu formulu biti {0}, ali je stvarna vrsta rezultata {1}. Vrsta rezultata stupca formule ne može se promijeniti.
hu_hu: A képlet várt eredménytípusa {0}, de a tényleges eredménytípus {1}. A képletoszlop eredménytípusa nem módosítható.
id_id: Jenis hasil yang diharapkan untuk rumus ini adalah {0}, tetapi jenis hasil aktual adalah {1}. Jenis hasil kolom rumus tidak dapat diubah.
it_it: Il tipo di risultato per questa formula deve essere {0}, ma il tipo di risultato effettivo è {1}. Impossibile modificare il tipo di risultato di una colonna di formula.
ja_jp: この計算式の結果タイプは {0} であるはずですが、実際の結果タイプは {1} です。計算式列の結果タイプは変更できません。
kk_kz: Бұл формула үшін нәтиже түрі {0} болады деп күтіледі, бірақ нақты нәтиже түрі — {1}. Формула бағанының нәтиже түрін өзгерту мүмкін емес.
ko_kr: 이 수식에 기대되는 결과 유형은 {0}이지만, 실제 결과 유형은 {1}입니다. 수식 열의 결과 유형을 변경할 수 없습니다.
lt_lt: Tikimasi, kad šios formulės rezultato tipas bus {0}, tačiau faktinis rezultato tipas yra {1}. Formulės stulpelio rezultatų tipo pakeisti negalima.
lv_lv: Ir paredzams, ka šīs formulas rezultāta tips būs {0}, taču faktiskais rezultāta tips ir {1}. Formulu kolonnas rezultāta tipu nevar mainīt.
ms_my: Jenis hasil untuk formula ini dijangkakan sebagai {0}, tetapi jenis hasil sebenar ialah {1}. Jenis hasil lajur formula tidak boleh diubah.
nb_no: Resultattypen for denne formelen forventes å være {0}, men den faktiske resultattypen er {1}. Resultattypen for en formelkolonne kan ikke endres.
nl_nl: Het resultaattype voor deze formule is waarschijnlijk {0}, maar het werkelijke resultaattype is {1}. Het resultaattype van een formulekolom kan niet worden gewijzigd.
pl_pl: Oczekiwany typ wyniku tej formuły to {0}, ale rzeczywisty typ wyniku to {1}. Nie można zmienić typu wyniku kolumny formuły.
pt_br: O tipo de resultado para esta fórmula deve ser {0}, mas o tipo de resultado real é {1}. Não é possível alterar o tipo de resultado de uma coluna de fórmula.
pt_pt: É esperado que o tipo de resultado desta fórmula seja {0}, mas o tipo de resultado real é {1}. Não é possível alterar o tipo de resultado de uma coluna de fórmula.
ro_ro: Tipul de rezultat al acestei formule trebuie să fie {0}, dar rezultatul actual este de tip {1}. Tipul de rezultat al unei coloane de formule nu poate fi modificat.
ru_ru: Ожидаемый тип результата для этой формулы — {0}, однако фактический тип результата — {1}. Изменить тип результата столбца формул невозможно.
sk_sk: Očakávaný typ výsledku pre tento vzorec by mal byť {0}, skutočný typ výsledku je však {1}. Typ výsledku v stĺpci vzorca nie je možné zmeniť.
sl_si: Vrsta rezultata za to formulo naj bi bila {0}, vendar je dejanska vrsta rezultata {1}. Vrste rezultata stolpca s formulo ni mogoče spremeniti.
sr_cyrl_rs: Очекивани тип резултата за ову формулу је {0}, али је стварни тип резултата {1}. Није могуће променити тип резултата колоне формуле.
sr_latn_rs: Očekivani tip rezultata za ovu formulu je {0}, ali je stvarni tip rezultata {1}. Nije moguće promeniti tip rezultata kolone formule.
sv_se: Resultattypen för den här formeln förväntas vara {0}, men den faktiska resultattypen är {1}. Resultattypen för en formelkolumn kan inte ändras.
th_th: คาดว่าชนิดผลลัพธ์สำหรับสูตรนี้จะเป็น {0} แต่ชนิดผลลัพธ์จริงเป็น {1} ชนิดผลลัพธ์ของคอลัมน์สูตรไม่สามารถเปลี่ยนแปลงได้
tr_tr: Bu formül için sonuç türünün {0} olması bekleniyordu ancak gerçek sonuç türü {1}. Formül sütununun sonuç türü değiştirilemez.
uk_ua: Для цієї формули очікувався тип результату {0}, але фактичний тип результату — {1}. Тип результату стовпця формул змінити не можна.
vi_vn: Loại kết quả cho công thức này dự kiến là {0}, nhưng loại kết quả thực tế là {1}. Không thể thay đổi loại kết quả của cột công thức.
zh_cn: 此公式的结果类型预计为 {0}，但实际结果类型为 {1}。无法更改公式列的结果类型。
zh_tw: 此公式的結果類型預期為{0}，但實際結果類型{1}。無法變更公式欄的結果類型。

# FormulaColumns_ColumnTypeNotSupported
source: Columns of type {0} are not supported in formula columns.
bg_bg: Колони от тип {0} не се поддържат за колони за формули.
ca_es: Les columnes del tipus {0} no s'admeten a les columnes de fórmules.
cs_cz: Sloupce typu {0} nejsou ve sloupcích vzorců podporovány.
da_dk: Kolonner af typen {0} understøttes ikke i formelkolonner.
de_de: Spalten vom Typ {0} werden in Formelspalten nicht unterstützt.
el_gr: Οι στήλες τύπου {0} δεν υποστηρίζονται σε στήλες τύπου.
es_es: No se admiten las columnas de tipo {0} en las columnas de fórmula.
et_ee: Veerud, mille tüüp on {0}, pole valemiveergudes toetatud.
eu_es: {0} motako zutabeak ez dira onartzen formula-zutabeetan.
fi_fi: Sarakkeita, joiden tyyppi on {0}, ei tueta kaavasarakkeissa.
fr_fr: Les colonnes de type {0} ne sont pas prises en charge dans les colonnes de formule.
gl_es: Non se admiten as columnas de tipo {0} nas columnas de fórmula.
hi_in: फॉर्मूला कॉलम में {0} प्रकार के कॉलम समर्थित नहीं हैं.
hr_hr: Stupci vrste {0} nisu podržani u stupcima formula.
hu_hu: A(z) {0} típusú oszlopok nem használhatók képletoszlopokban.
id_id: Kolom jenis {0} tidak didukung di kolom rumus.
it_it: Le colonne di tipo {0} non sono supportate nelle colonne della formula.
ja_jp: 型が {0} である列は、計算式列に対応していません。
kk_kz: {0} түріндегі бағандарға формула бағандарында қолдау көрсетілмейді.
ko_kr: {0} 유형의 열은 수식 열에 지원되지 않습니다.
lt_lt: {0} tipo stulpeliai formulės stulpeliuose nepalaikomi.
lv_lv: Formulu kolonnās netiek atbalstītas kolonnas, kuru tips ir {0}.
ms_my: Lajur jenis {0} tidak disokong dalam lajur formula.
nb_no: Kolonner av typen {0} støttes ikke i formelkolonner.
nl_nl: Kolommen van het type {0} worden niet ondersteund in formulekolommen.
pl_pl: Kolumny typu {0} nie są obsługiwane w kolumnach formuł.
pt_br: As colunas do tipo {0} não têm suporte em colunas de fórmula.
pt_pt: As colunas do tipo {0} não são suportadas em colunas de fórmula.
ro_ro: Coloanele de tip {0} nu sunt acceptate în coloanele de formule.
ru_ru: Столбцы типа "{0}" не поддерживаются в столбцах формул.
sk_sk: Stĺpce typu {0} nie sú v stĺpcoch vzorcov podporované.
sl_si: Stolpci vrste {0} niso podprti v stolpcih s formulo.
sr_cyrl_rs: Колоне типа {0} нису подржане у колонама са формулама.
sr_latn_rs: Kolone tipa {0} nisu podržane u kolonama sa formulama.
sv_se: Kolumner av typen {0} stöds inte i formelkolumner.
th_th: คอลัมน์ชนิด {0} ไม่ได้รับการสนับสนุนในคอลัมน์สูตร
tr_tr: {0} türündeki sütunlar, formül sütunlarında desteklenmiyor.
uk_ua: Стовпці типу {0} не підтримуються у стовпцях формул.
vi_vn: Không hỗ trợ cột kiểu {0} trong cột công thức.
zh_cn: 公式列不支持类型为 {0} 的列。
zh_tw: 公式欄不支援類型為 {0} 的資料行。

# FormulaColumns_ColumnFormatNotSupported
source: Columns of type {0} with format {1} are not supported in formula columns.
bg_bg: Колони от тип {0} с формат {1} не се поддържат за колони за формули.
ca_es: Les columnes del tipus {0} amb format {1} no s'admeten a les columnes de fórmules.
cs_cz: Sloupce typu {0} s formátem {1} nejsou ve sloupcích vzorců podporovány.
da_dk: Kolonner af typen {0} i formatet {1} understøttes ikke i formelkolonner.
de_de: Spalten vom Typ {0} mit Format {1} werden in Formelspalten nicht unterstützt.
el_gr: Οι στήλες τύπου {0} με μορφή {1} δεν υποστηρίζονται σε στήλες τύπου.
es_es: No se admiten las columnas de tipo {0} con formato {1} en las columnas de fórmula.
et_ee: Veerud, mille tüüp on {0} ja vorming {1}, pole valemiveergudes toetatud.
eu_es: {1} formatudun {0} motako zutabeak ez dira onartzen formula-zutabeetan.
fi_fi: Tyypin {0} sarakkeita, joiden muoto on {1}, ei tueta kaavasarakkeissa.
fr_fr: Les colonnes de type {0} ayant le format {1} ne sont pas prises en charge dans les colonnes de formule.
gl_es: Non se admiten as columnas de tipo {0} con formato {1} nas columnas de fórmula.
hi_in: {1} प्रारूप वाले {0} प्रकार के स्तंभ फॉर्मूला स्तंभों में समर्थित नहीं हैं.
hr_hr: Stupci vrste {0} formata {1} nisu podržani u stupcima formule.
hu_hu: A(z) {0} típusú, {1} formátumú oszlopok nem használhatók képletoszlopokban.
id_id: Kolom jenis {0} dengan format {1} tidak didukung di kolom rumus.
it_it: Le colonne di tipo {0} con formato {1} non sono supportate nelle colonne della formula.
ja_jp: 型が {0}、形式が {1} である列は、計算式列に対応していません。
kk_kz: {1} пішімді {0} түріндегі бағандарға формула бағандарында қолдау көрсетілмейді.
ko_kr: 형식이 {1}인 {0} 유형의 열은 수식 열에 지원되지 않습니다.
lt_lt: {0} tipo stulpeliai, kurių formatas {1}, formulės stulpeliuose nepalaikomi.
lv_lv: Formulu kolonnās netiek atbalstītas kolonnas, kuru tips ir {0}, formāts {1}.
ms_my: Lajur jenis {0} dengan format {1} tidak disokong dalam lajur formula.
nb_no: Kolonner av typen {0} med formatet {1} støttes ikke i formelkolonner.
nl_nl: Kolommen van het type {0} met {1} worden niet ondersteund in formulekolommen.
pl_pl: Kolumny typu {0} mające format {1} nie są obsługiwane w kolumnach formuł.
pt_br: As colunas do tipo {0} com o formato {1} não têm suporte em colunas de fórmula.
pt_pt: As colunas do tipo {0} com o formato {1} não são suportadas em colunas de fórmula.
ro_ro: Coloanele de tip {0} având formatul {1} nu sunt acceptate în coloanele de formule.
ru_ru: Столбцы типа "{0}" с форматом {1} не поддерживаются в столбцах формул.
sk_sk: Stĺpce typu {0} vo formáte {1} nie sú v stĺpcoch vzorcov podporované.
sl_si: Stolpci vrste {0} z obliko zapisa {1} niso podprti v stolpcih s formulo.
sr_cyrl_rs: Колоне типа {0} са форматом {1} нису подржане у колонама са формулама.
sr_latn_rs: Kolone tipa {0} sa formatom {1} nisu podržane u kolonama sa formulama.
sv_se: Kolumner av typen {0} med formatet {1} stöds inte i formelkolumner.
th_th: คอลัมน์ชนิด {0} ที่มีรูปแบบ {1} ไม่ได้รับการสนับสนุนในคอลัมน์สูตร
tr_tr: {1} biçimindeki {0} türündeki sütunlar, formül sütunlarında desteklenmiyor.
uk_ua: Стовпці типу {0} з форматом {1} не підтримуються у стовпцях формул.
vi_vn: Không hỗ trợ cột kiểu {0} với định dạng {1} trong cột công thức.
zh_cn: 公式列不支持类型为 {0} 且格式为 {1} 的列。
zh_tw: 公式欄不支援 {1} 格式的資料行 {0}。

# FormulaColumns_AggregateCoercionNotSupported
source: Coercing records or tables is not supported in formula columns.
bg_bg: Налагането на записи или таблици не се поддържа в колони за формули.
ca_es: Les columnes de fórmules no admeten la coerció de registres o taules.
cs_cz: Vynucení záznamů nebo tabulek není ve sloupcích vzorců podporováno.
da_dk: Det er ikke understøttet at tvinge poster eller tabeller i formelkolonner.
de_de: Das Erstellen von Datensätzen oder Tabellen wird in Formelspalten nicht unterstützt.
el_gr: Ο εξαναγκασμός εγγραφών ή πινάκων δεν υποστηρίζεται σε στήλες τύπων.
es_es: No se admiten registros ni tablas coercitivas en columnas de fórmula.
et_ee: Kirjete või tabelite koondamist ei toetata valemiveergudes.
eu_es: Ezin dira txertatu erregistroak edo taulak formula-zutabeetan.
fi_fi: Kaavasarakkeet eivät tue tietueiden tai taulukoiden coercing-tietueita.
fr_fr: Contraindre des enregistrements ou des tables n’est pas pris en charge dans les colonnes de formules.
gl_es: A coerción de rexistros ou táboas non se admite nas columnas de fórmula.
hi_in: सूत्र स्तंभों में बलपूर्वक रिकॉर्ड या तालिकाएं समर्थित नहीं हैं.
hr_hr: Prisila zapisa ili tablica nije podržana u stupcima formule.
hu_hu: A rekordok vagy táblák kényszerítése nem támogatott a képletoszlopokban.
id_id: Rekaman atau tabel yang memaksa tidak didukung di kolom rumus.
it_it: La forzatura di record o tabelle non è supportata nelle colonne della formula.
ja_jp: 計算式列はレコードやテーブルの強制変換に対応していません。
kk_kz: Мәжбүрлі жазбаларға немесе кестелерге формула бағандарында қолдау көрсетілмейді.
ko_kr: 수식 열에서는 레코드 또는 테이블 강제 변환이 지원되지 않습니다.
lt_lt: Įrašų arba lentelių vertimas formulės stulpeliuose nepalaikomas.
lv_lv: Formulu kolonnās netiek atbalstīta ierakstu vai tabulu pakļaušana.
ms_my: Rekod atau jadual paksaan tidak disokong dalam lajur formula.
nb_no: Tvungne oppføringer eller tabeller støttes ikke i formelkolonner.
nl_nl: Afwijken van records of tabellen wordt niet ondersteund in formulekolommen.
pl_pl: Wymuszanie rekordów lub tabel nie jest obsługiwane w kolumnach formuł.
pt_br: Não há suporte para coerção de registros ou tabelas em colunas de fórmula.
pt_pt: Forçar registos ou tabelas não é suportado em colunas de fórmula.
ro_ro: Constrângerea înregistrărilor sau a tabelelor nu este acceptată în coloanele de formule.
ru_ru: Приведение типов записей или таблиц не поддерживается в столбцах формул.
sk_sk: Vynútenie záznamov alebo tabuliek nie je v stĺpcoch vzorcov podporované.
sl_si: Vsiljevanje zapisov ali tabel ni podprto v stolpcih s formulo.
sr_cyrl_rs: Принуда записа или табела није подржана у колонама формула.
sr_latn_rs: Prinuda zapisa ili tabela nije podržana u kolonama formula.
sv_se: Det går inte att använda flera samtidiga poster eller tabeller i formelkolumner.
th_th: การแปลงข้อมูลเรกคอร์ดหรือตารางไม่ได้รับการสนับสนุนในคอลัมน์สูตร
tr_tr: Formül sütunlarında kayıt veya tabloların zorlanması desteklenmez.
uk_ua: Утримання записів або таблиць не підтримується у стовпцях формул.
vi_vn: Không hỗ trợ ép buộc bản ghi hoặc bảng trong các cột công thức.
zh_cn: 公式列中不支持强制记录或表格。
zh_tw: 公式資料行中不支援強制記錄或資料表。
