Repository: microsoft/Power-Fx-Dataverse
Catalog: src/strings/DataverseResources.*.resx
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_fr, gl_es, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, kk_kz, ko_kr, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# FormulaColumns_NotSupported
source: Not supported in formula columns.
bg_bg: Не се поддържа в колоните за формули.
ca_es: No s'admet a les columnes de la fórmula.
cs_cz: Není podporováno ve sloupcích vzorce.
da_dk: Understøttes ikke i formelkolonner.
de_de: Wird in Formelspalten nicht unterstützt.
el_gr: Δεν υποστηρίζεται στις στήλες τύπου.
es_es: No se admite en columnas de fórmula.
et_ee: Ei toetata valemiveergudes.
eu_es: Ez da onartzen formula-zutabeetan.
fi_fi: Kaavasarakkeet eivät tue tätä.
fr_fr: Non pris en charge dans les colonnes de formule.
gl_es: Non se admite nas columnas de fórmula.
hi_in: फॉर्मूला कॉलम में समर्थित नहीं है.
hr_hr: Nije podržano u stupcima formule.
hu_hu: Nem támogatott a képletoszlopokban.
id_id: Tidak didukung di kolom formula.
it_it: Non supportato nelle colonne della formula.
ja_jp: 計算式列では使用できません。
kk_kz: Формула бағандарында қолдау көрсетілмейді.
ko_kr: 수식 열에는 지원되지 않습니다.
lt_lt: Formulės stulpeliuose nepalaikoma.
lv_lv: Netiek atbalstīts formulu kolonnās.
ms_my: Tidak disokong dalam lajur formula.
nb_no: Støttes ikke i formelkolonner.
nl_nl: Niet ondersteund in formulekolommen.
pl_pl: Nieobsługiwane w kolumnach formuł.
pt_br: Não tem suporte nas colunas de fórmula.
pt_pt: Não suportado em colunas de fórmula.
ro_ro: Nu este acceptat în coloanele de formule.
ru_ru: Не поддерживается в столбцах формул.
sk_sk: Táto možnosť nie je v stĺpcoch vzorcov podporovaná.
sl_si: Ni podprto v stolpcih s formulo.
sr_cyrl_rs: Није подржано у колонама формула.
sr_latn_rs: Nije podržano u kolonama formula.
sv_se: Stöds inte i formelkolumner.
th_th: ไม่ได้รับการสนับสนุนในคอลัมน์สูตร
tr_tr: Formül sütunlarında desteklenmez.
uk_ua: Не підтримується в стовпцях формул.
vi_vn: Không được hỗ trợ trong cột công thức.
zh_cn: 在公式列中不受支持。
zh_tw: 公式資料行不支援。

# FormulaColumns_MathFunctionBadArity
source: Invalid number of arguments for {0} function: received {1}, expected {2}
bg_bg: Невалиден брой аргументи за функцията {0}: получени {1}, очаквани {2}
ca_es: Nombre d'arguments no vàlid per a la funció {0}: s'ha rebut {1}; s'esperava {2}
cs_cz: Neplatný počet argumentů pro funkci {0}: přijaté {1}, očekávané {2}
da_dk: Ugyldigt antal argumenter for {0} funktion: modtaget {1}, forventet {2}
de_de: Ungültige Anzahl von Argumenten für die Funktion {0}: empfangen {1}, erwartet {2}
el_gr: Μη έγκυρος αριθμός ορισμάτων για {0} τη συνάρτηση: ελήφθη {1}, αναμένεται {2}
es_es: Número no válido de argumentos para la función {0}: {1} recibidos, {2} esperados
et_ee: Funktsioonil {0} on sobimatu arv argumente: saadi {1}, eeldati {2}
eu_es: {0} funtzioaren argumentu kopuruak ez du balio: {1} jaso dira, baina {2} espero ziren
fi_fi: Virheellinen argumenttien määrä funktiolle {0}: vastaanotettu {1}, odotettu {2}
fr_fr: Nombre d’arguments non valides pour la fonction {0} : {1} ont été reçus, {2} étaient attendus
gl_es: Número non válido de argumentos para a función {0}: recibíronse {1}, esperábanse {2}
hi_in: {0} फ़ंक्शन के लिए तर्कों की अमान्य संख्या: {1} प्राप्त हुआ, अपेक्षित {2}
hr_hr: Broj argumenata za funkciju {0} nije valjan: primljeno {1}, očekivano {2}
hu_hu: Érvénytelen számú argumentum a(z) {0} függvényhez: fogadott {1}, várt {2}
id_id: Jumlah argumen tidak valid untuk fungsi {0}: diterima {1}, diharapkan {2}
it_it: Numero di argomenti non valido per la funzione {0}: {1} ricevuti, {2} previsti
ja_jp: {0} 関数の引数の数が無効です: 受取済み {1}、必要 {2}
kk_kz: {0} функциясына арналған аргументтер саны жарамсыз: {1} алынды, {2} күтілді
ko_kr: {0} 함수에 대한 잘못된 인수 수: {1} 수신, 예상 {2}
lt_lt: Netinkamas funkcijos {0} argumentų skaičius: gautas – {1}, numatytas – {2}
lv_lv: Nederīgs argumentu skaits funkcijai {0}: saņemti {1}, paredzēti {2}
ms_my: Bilangan argumen untuk fungsi {0} tidak sah: {1} diterima, {2} dijangka
nb_no: Ugyldig antall argumenter for {0}-funksjon: mottatt {1}, forventet {2}
nl_nl: Ongeldig aantal argumenten voor functie {0}: {1} ontvangen {2} verwacht
pl_pl: Nieprawidłowa liczba argumentów dla funkcji „{0}”: odebrano: {1}; oczekiwano: {2}
pt_br: Número inválido de argumentos para a função {0}: {1} recebidos, {2} esperados
pt_pt: Número inválido de argumentos para a função {0}: recebido {1}, esperado {2}
ro_ro: Număr nevalid de argumente pentru funcția {0}: {1} primit, așteptat {2}
ru_ru: Недопустимое число аргументов для функции {0}: получено {1}, ожидалось {2}
sk_sk: Neplatný počet argumentov pre {0} funkciu: prijatý počet: {1}, očakávaný počet: {2}
sl_si: Neveljavno število argumentov za funkcijo {0} – prejeto: {1}, pričakovano: {2}
sr_cyrl_rs: Неважећи број аргумената за функцију {0}: примљено {1}, очекивано {2}
sr_latn_rs: Nevažeći broj argumenata za funkciju {0}: primljeno {1}, očekivano {2}
sv_se: Ogiltigt antal argument för funktionen {0}: mottaget {1}, förväntat {2}
th_th: จำนวนอาร์กิวเมนต์ที่ไม่ถูกต้องสำหรับฟังก์ชัน {0}: ได้รับ {1}, ที่คาดไว้ {2}
tr_tr: {0} işleviyle ilgili geçersiz bağımsız değişken sayısı: {1} alındı, {2} bekleniyordu
uk_ua: Неприпустима кількість аргументів для функції {0}: отримано {1}, очікувалось {2}
vi_vn: Số lượng đối số không hợp lệ cho hàm {0}: đã nhận {1}, dự kiến {2}
zh_cn: {0} 函数的参数数目无效: 收到 {1} 个，应为 {2} 个
zh_tw: {0} 函式的引數數量無效: 收到 {1} 個，預期為 {2} 個

# FormulaColumns_ArgNotSupported
source: The {0} argument is not supported for the {1} function in formula columns.
bg_bg: Аргументът {0} не се поддържа за функцията {1} в колони за формули.
ca_es: L'argument {0} no és admès per a la funció {1} a les columnes de la fórmula.
cs_cz: Argument {0} není podporován pro funkci {1} ve sloupcích vzorce.
da_dk: Argumentet {0} understøttes ikke for funktionen {1} i formelkolonner.
de_de: Das {0}-Argument wird für die {1}-Funktion in Formelspalten nicht unterstützt.
el_gr: Το όρισμα {0} δεν υποστηρίζεται για τη συνάρτηση {1} στις στήλες τύπου.
es_es: No se admite el argumento {0} para la función {1} en columnas de fórmula.
et_ee: Argumenti {0} ei toetata valemiveergudes funktsioonis {1}.
eu_es: {0} argumentua ez da onartzen formula-zutabeetako {1} funtzioan.
fi_fi: Argumenttia {0} ei tueta kaavasarakkeiden funktiolle {1}.
fr_fr: L’argument {0} n’est pas pris en charge pour la fonction {1} dans les colonnes de formule.
gl_es: O argumento {0} non é compatible coa función {1} nas columnas de fórmula.
hi_in: फॉर्मूला कॉलम में {1} फ़ंक्शन के लिए {0} तर्क समर्थित नहीं है.
hr_hr: Argument {0} nije podržan za funkciju {1} u stupcima formule.
hu_hu: A(z) {0} argumentum nem támogatott a(z) {1} képlet esetén a képletoszlopokban.
id_id: Argumen {0} tidak didukung untuk fungsi {1} di kolom formula.
it_it: L'argomento {0} non è supportato per la funzione {1} nelle colonne della formula.
ja_jp: 計算式列に含まれる関数 {1} で引数 {0} を使用することはできません。
kk_kz: Формула бағандарындағы {1} функциясы үшін {0} аргументіне қолдау көрсетілмейді.
ko_kr: {0} 인수는 수식 열의 {1} 함수에 지원되지 않습니다.
lt_lt: Formulės stulpeliuose funkcijos {1} argumentas {0} nepalaikomas.
lv_lv: Formulu kolonnās arguments {0} funkcijai {1} netiek atbalstīts.
ms_my: Argumen {0} tidak disokong untuk fungsi {1} dalam lajur formula.
nb_no: Argumentet {0} støttes ikke for funksjonen {1} i formelkolonner.
nl_nl: Het argument {0} wordt niet ondersteund voor de functie {1} in formulekolommen.
pl_pl: Argument {0} nie jest obsługiwany w funkcji {1} w kolumnach formuł.
pt_br: Não há suporte para o argumento {0} da função {1} em colunas de fórmula.
pt_pt: O argumento {0} não é suportado para a função {1} em colunas de fórmula.
ro_ro: Argumentul {0} nu este acceptat pentru funcția {1} din coloanele de formule.
ru_ru: Аргумент {0} не поддерживается для функции {1} в столбцах формул.
sk_sk: Argument {0} nie je podporovaný pre funkciu {1} v stĺpcoch vzorcov.
sl_si: Argument {0} ni podprt za funkcijo {1} v stolpcih s formulo.
sr_cyrl_rs: Аргумент {0} није подржан за функцију {1} у колонама формула.
sr_latn_rs: Argument {0} nije podržan za funkciju {1} u kolonama formula.
sv_se: Argumentet {0} stöds inte för funktionen {1} i formelkolumner.
th_th: อาร์กิวเมนต์ {0} ไม่ได้รับการสนับสนุนสำหรับฟังก์ชัน {1} ในคอลัมน์สูตร
tr_tr: {0} bağımsız değişkeni, formül sütunlarında {1} işlevi için desteklenmiyor.
uk_ua: Аргумент {0} не підтримується для функції {1} у стовпцях формул.
vi_vn: Đối số {0} không được hỗ trợ cho hàm {1} trong cột công thức.
zh_cn: 公式列中的 {1} 函数不支持 {0} 参数。
zh_tw: 公式資料行中的 {1} 函數不支援 {0} 引數。

# FormulaColumns_ArgTypeNotSupported
source: This argument cannot be passed as this type in formula columns.
bg_bg: Този аргумент не може да бъде предаден като този тип в колони за формули.
ca_es: Aquest argument no es pot passar com a aquest tipus a les columnes de la fórmula.
cs_cz: Tento argument nelze předat jako tento typ ve sloupcích vzorce.
da_dk: Dette argument kan ikke overføres, da denne type er i formelkolonner.
de_de: Dieses Argument kann nicht als dieser Typ in Formelspalten übergeben werden.
el_gr: Αυτό το όρισμα δεν μπορεί να διαβιβαστεί καθώς αυτός ο τύπος στις στήλες τύπου.
es_es: No se puede pasar este argumento como este tipo en columnas de fórmula.
et_ee: Seda argumenti ei saa valemiveergudes selle tüübina edastada.
eu_es: Argumentua ezin da pasatu mota honetako gisa formula-zutabeetan.
fi_fi: Tätä argumenttia ei voi välittää annettuna tyyppinä kaavasarakkeissa.
fr_fr: Cet argument ne peut pas être transmis en tant que ce type dans les colonnes de formule.
gl_es: Este argumento non se pode pasar como este tipo nas columnas de fórmula.
hi_in: इस तर्क को सूत्र स्तंभों में इस प्रकार पास नहीं किया जा सकता.
hr_hr: Ovaj argument nije moguće proslijediti kao ovu vrstu u stupcima formule.
hu_hu: Ez az argumentum nem adható át ilyen típusúként a képletoszlopokban.
id_id: Argumen ini tidak dapat diteruskan sebagai tipe ini di kolom rumus.
it_it: Impossibile trasmettere questo argomento come questo tipo nelle colonne della formula.
ja_jp: 計算式列では、この引数をこの型で渡すことはできせません。
kk_kz: Бұл аргумент формула бағандарында осы түр ретінде өткізілмеуі мүмкін.
ko_kr: 이 인수는 수식 열에서 이 형식으로 전달할 수 없습니다.
lt_lt: Šio argumento negalima perduoti formulės stulpeliuose kaip šio tipo.
lv_lv: Šo argumentu formulu kolonnās nevar nodot kā šāda tipa argumentu.
ms_my: Argumen ini tidak boleh dihantar sebagai jenis ini dalam lajur formula.
nb_no: Dette argumentet kan ikke sendes som denne typen i formelkolonner.
nl_nl: Dit argument kan niet worden doorgegeven als dit type in formulekolommen.
pl_pl: Tego argumentu nie można przekazywać jako tego typu w kolumnach formuł.
pt_br: Este argumento não pode ser passado como este tipo em colunas de fórmula.
pt_pt: Não é possível transmitir este argumento com este tipo em colunas de fórmula.
ro_ro: Acest argument nu poate fi transmis cu acest tip în coloanele de formule.
ru_ru: Этот аргумент нельзя передавать в качестве этого типа в столбцах формул.
sk_sk: Tento typ argumentu nie je možné odovzdať do stĺpcov vzorcov.
sl_si: Tega argumenta ni mogoče prenesti v stolpce s formulami kot to vrsto.
sr_cyrl_rs: Није могуће проследити овај аргумент као овај тип у колонама формула.
sr_latn_rs: Nije moguće proslediti ovaj argument kao ovaj tip u kolonama formula.
sv_se: Det här argumentet kan inte skickas som den här typen i formelkolumner.
th_th: ไม่สามารถส่งผ่านอาร์กิวเมนต์เป็นชนิดนี้ในคอลัมน์สูตรได้
tr_tr: Bu bağımsız değişken, formül sütunlarında bu tür olarak geçirilemez.
uk_ua: Цей аргумент не можна передати як цей тип у стовпцях формул.
vi_vn: Không chuyển được đối số này dưới dạng loại này trong cột công thức.
zh_cn: 此参数不能作为公式列中的此类型进行传递。
zh_tw: 此引數不能在公式資料行中以此類型傳遞。

# FormulaColumns_ArgumentTypeNotSupported
source: This argument cannot be passed as type {0} in formula columns.
bg_bg: Този аргумент не може да бъде предаден като тип „{0}“ в колони за формули.
ca_es: Aquest argument no es pot passar com a tipus {0} a les columnes de la fórmula.
cs_cz: Tento argument nelze předat jako typ {0} ve sloupcích vzorce.
da_dk: Dette argument kan ikke overføres som type {0} i formelkolonner.
de_de: Dieses Argument kann nicht als Typ {0} in Formelspalten übergeben werden.
el_gr: Αυτό το όρισμα δεν μπορεί να μεταβιβαστεί ως τύπος {0} σε στήλες τύπων.
es_es: No se puede pasar este argumento como el tipo {0} en columnas de fórmula.
et_ee: Seda argumenti ei saa valemiveergudes edastada tüübina {0}.
eu_es: Argumentua ezin da pasatu {0} mota gisa formula-zutabeetan.
fi_fi: Tätä argumenttia ei voi välittää tyyppinä {0} kaavasarakkeissa.
fr_fr: Impossible de transmettre cet argument en tant que type {0} dans les colonnes de formules.
gl_es: Este argumento non se pode pasar como tipo {0} nas columnas de fórmula.
hi_in: इस तर्क को सूत्र स्तंभों में {0} प्रकार के रूप में पारित नहीं किया जा सकता.
hr_hr: Ovaj argument nije moguće proslijediti kao vrstu {0} u stupcima formule.
hu_hu: Ez az argumentum nem adható át {0} típusúként a képletoszlopokban.
id_id: Argumen ini tidak dapat diteruskan sebagai tipe {0} di kolom rumus.
it_it: Impossibile trasmettere questo argomento come tipo {0} nelle colonne della formula.
ja_jp: 計算式列では、この引数を {0} 型で渡すことはできせません。
kk_kz: Бұл аргумент формула бағандарында {0} түрінде өткізілмеуі мүмкін.
ko_kr: 이 인수는 수식 열에서 {0} 형식으로 전달할 수 없습니다.
lt_lt: Šio argumento negalima perduoti formulės stulpeliuose kaip tipo {0}.
lv_lv: Šo argumentu formulu kolonnās nevar nodot kā argumentu, kura tips ir {0}.
ms_my: Argumen ini tidak boleh dihantar sebagai jenis {0} dalam lajur formula.
nb_no: Dette argumentet kan ikke sendes som typen {0} i formelkolonner.
nl_nl: Dit argument kan niet worden doorgegeven als type {0} in formulekolommen.
pl_pl: Tego argumentu nie można przekazywać jako typu {0} w kolumnach formuł.
pt_br: Este argumento não pode ser passado como o tipo {0} em colunas de fórmula.
pt_pt: Não é possível transmitir este argumento com o tipo {0} em colunas de fórmula.
ro_ro: Acest argument nu poate fi transmis cu tipul „{0}” în coloanele de formule.
ru_ru: Этот аргумент нельзя передавать в качестве типа {0} в столбцах формул.
sk_sk: Typ {0} argumentu nie je možné odovzdať do stĺpcov vzorcov.
sl_si: Tega argumenta ni mogoče prenesti v stolpce s formulami kot vrsto {0}.
sr_cyrl_rs: Није могуће проследити овај аргумент као тип {0} у колонама формула.
sr_latn_rs: Nije moguće proslediti ovaj argument kao tip {0} u kolonama formula.
sv_se: Det här argumentet kan inte skickas som typen {0} i formelkolumner.
th_th: ไม่สามารถส่งผ่านอาร์กิวเมนต์เป็นชนิด {0} ในคอลัมน์สูตร
tr_tr: Bu bağımsız değişken, formül sütunlarında tür {0} olarak geçirilemez.
uk_ua: Цей аргумент не можна передати як тип {0} у стовпцях формул.
vi_vn: Không chuyển được đối số này dưới dạng loại {0} trong cột công thức.
zh_cn: 此参数不能作为公式列中的类型 {0} 进行传递。
zh_tw: 此引數不能在公式資料行中以類型 {0} 傳遞。

# FormulaColumns_LiteralArgRequired
source: Only a literal value is supported for this argument.
bg_bg: За този аргумент се поддържа само стойност на литерал.
ca_es: Només s'admet un valor literal per a aquest argument.
cs_cz: Pro tento argument je podporována pouze hodnota literál.
da_dk: Der understøttes kun en bogstavelig værdi for dette argument.
de_de: Für dieses Argument wird nur ein Literalwert unterstützt.
el_gr: Υποστηρίζεται μόνο μια κυριολεκτική τιμή για αυτό το όρισμα.
es_es: Solo se admite un valor literal para este argumento.
et_ee: Selle argumendi puhul toetatakse ainult sõnasõnalist väärtust.
eu_es: Argumentu honetarako balio literala besterik ez da onartzen.
fi_fi: Tämä argumentti tukee vain literaaliarvoa.
fr_fr: Seule une valeur littérale est prise en charge pour cet argument.
gl_es: Só un valor literal é compatible con este argumento.
hi_in: इस तर्क के लिए केवल एक लिटरल मान समर्थित है.
hr_hr: Za ovaj argument podržana je samo doslovna vrijednost.
hu_hu: Ehhez az argumentumhoz csak konstansérték támogatott.
id_id: Hanya nilai harfiah yang didukung untuk argumen ini.
it_it: Per questo argomento è supportato solo un valore letterale.
ja_jp: この引数ではリテラル値のみを使用できます。
kk_kz: Бұл аргумент үшін тек әріптік мәнге қолдау көрсетіледі.
ko_kr: 이 인수에는 리터럴 값만 지원됩니다.
lt_lt: Šiame argumente palaikoma tik literalo reikšmė.
lv_lv: Šim argumentam tiek atbalstīta tikai literāļa vērtība.
ms_my: Hanya nilai literal disokong untuk argumen ini.
nb_no: Bare en litteralverdi støttes for dette argumentet.
nl_nl: Er wordt alleen een letterlijke waarde ondersteund voor dit argument.
pl_pl: W przypadku tego argumentu obsługiwana jest tylko wartość literału.
pt_br: Apenas um valor literal tem suporte para este argumento.
pt_pt: Este argumento só suporta um valor literal.
ro_ro: Doar o valoare literală se acceptă pentru acest argument.
ru_ru: Для этого аргумента поддерживается только литеральное значение.
sk_sk: Pre tento argument je podporovaná iba hodnota literálu.
sl_si: Za ta argument je podprta samo vrednost z nizom.
sr_cyrl_rs: За овај аргумент је подржана само вредност литерала.
sr_latn_rs: Za ovaj argument je podržana samo vrednost literala.
sv_se: Endast ett literalt värde stöds för det här argumentet.
th_th: อาร์กิวเมนต์นี้สนับสนุนเฉพาะค่าสัญพจน์เท่านั้น
tr_tr: Bu bağımsız değişken için yalnızca bir değişmez değer desteklenir.
uk_ua: Для цього аргументу підтримується лише значення літерала.
vi_vn: Chỉ có một giá trị ký tự được hỗ trợ cho đối số này.
zh_cn: 此参数仅支持文字值。
zh_tw: 此引數僅支援常值。

# FormulaColumns_TimeZoneConversion
source: {0} cannot be performed on this input without a time zone conversion, which is not supported in formula columns.
bg_bg: {0} не може да се извърши за тези входни данни без преобразуване на часовата зона, което не се поддържа в колоните за формули.
ca_es: {0} no es pot realitzar en aquesta entrada sense una conversió de fus horari, que no està admesa a les columnes de la fórmula.
cs_cz: {0} nelze u tohoto vstupu provést bez převodu časového pásma, který není ve sloupcích vzorce podporován.
da_dk: {0} kan ikke udføres på dette input uden en tidszonekonvertering. Det understøttes ikke i formelkolonnerne.
de_de: {0} kann für diese Eingabe ohne Zeitzonenumstellung nicht ausgeführt werden, was in Formelspalten nicht unterstützt wird.
el_gr: {0} δεν μπορεί να εκτελεστεί σε αυτά τα δεδομένα εισόδου χωρίς μετατροπή ζώνης ώρας, η οποία δεν υποστηρίζεται στις στήλες τύπου.
es_es: {0} no se puede realizar en esta entrada sin una conversión de zona horaria, que no se admite con columnas de fórmula.
et_ee: Toimingut {0} ei saa sellel sisendil teha ilma ajavööndi teisenduseta, mida valemiveergudes ei toetata.
eu_es: Ezin da {0} funtzioa egin sarrera honetan ordu-zona bihurketarik gabe, hori ez baita onartzen formula-zutabeetan.
fi_fi: Toimintoa {0} ei voi suorittaa tällä syötteellä ilman aikavyöhykemuunnosta, jota kaavasarakkeet eivät tue.
fr_fr: {0} ne peut pas être effectuée sur cette entrée sans conversion de fuseau horaire, qui n’est pas prise en charge dans les colonnes de formule.
gl_es: {0} non se pode realizar nesta entrada sen unha conversión de fuso horario, que non se admite nas columnas de fórmula.
hi_in: इस इनपुट पर समय क्षेत्र कनवर्जन के बिना {0} को कार्यान्वित नहीं किया जा सकता है, जो फॉर्मूला कॉलम में समर्थित नहीं है.
hr_hr: Funkcija {0} se ne može izvršiti za taj unos bez pretvorbe vremenske zone, jer to nije podržano u stupcima formule.
hu_hu: {0} nem végezhető el ezen a bevitelen időzóna-konverzió nélkül, amely nem támogatott a képletoszlopokban.
id_id: {0} tidak dapat dijalankan pada input ini tanpa konversi zona waktu, yang tidak didukung di kolom formula.
it_it: Impossibile eseguire {0} su questo input senza la conversione del fuso orario, che non è supportata nelle colonne della formula.
ja_jp: この入力でタイム ゾーンを変換せずに {0} を実行することは、計算式列でサポートされていないため、可能ではありません。
kk_kz: Формула бағандарында қолдау көрсетілмейтін уақыт белдеуін түрлендірмей, бұл жазбада {0} орындалмайды.
ko_kr: 표준 시간대 변환 없이 이 입력에 {0}을(를) 수행할 수 없으며, 이는 수식 열에 지원되지 않습니다.
lt_lt: {0} negalima atlikti su šia įvestimi be laiko juostos konvertavimo, kuris formulės stulpeliuose nepalaikomas.
lv_lv: Funkciju {0} šai ievadei nevar veikt bez laika joslas pārvēršanas, kas formulu kolonnās netiek atbalstīta.
ms_my: {0} tidak dapat dilakukan pada input ini tanpa penukaran zon waktu yang tidak disokong dalam lajur formula.
nb_no: {0} kan ikke utføres for disse inndataene uten tidssonekonvertering, som ikke støttes i formelkolonner.
nl_nl: {0} kan niet worden uitgevoerd op deze invoer zonder een tijdzoneconversie die niet wordt ondersteund in formulekolommen.
pl_pl: Nie można wykonać funkcji {0} na tych danych wejściowych bez konwersji strefy czasowej, która nie jest obsługiwana w kolumnach formuł.
pt_br: {0} não pode ser executado nesta entrada sem uma conversão de fuso horário, que não tem suporte em colunas de fórmula.
pt_pt: Não é possível efetuar {0} nesta entrada sem uma conversão de fuso horário, que não é suportada em colunas de fórmula.
ro_ro: {0} nu poate opera pe această intrare fără o conversie de fus orar, ceea ce nu este acceptat în coloanele de formule.
ru_ru: Операцию {0} невозможно выполнить для этих входных данных без преобразования часового пояса, которое не поддерживается в столбцах формул.
sk_sk: Funkcia {0} sa nedá vykonať použitím tejto zadanej hodnoty bez konverzie časového pásma, ktorá však nie je v stĺpcoch vzorcov podporovaná.
sl_si: Funkcije {0} ni mogoče izvesti za ta vnos brez pretvorbe časovnega pasu, kar pa ni podprto v stolpcih s formulo.
sr_cyrl_rs: {0} није могуће извршити на овом уносу без конверзије временске зоне, која није подржана у колонама формула.
sr_latn_rs: {0} nije moguće izvršiti na ovom unosu bez konverzije vremenske zone, koja nije podržana u kolonama formula.
sv_se: {0} kan inte utföras på dessa indata utan en tidszonskonvertering, som inte stöds i formelkolumner.
th_th: {0} ไม่สามารถดำเนินการกับข้อมูลป้อนเข้านี้โดยไม่มีการแปลงโซนเวลา ซึ่งไม่ได้รับการสนับสนุนในคอลัมน์สูตร
tr_tr: {0}, formül sütunlarında desteklenmeyen bir saat dilimi dönüşümü olmadan bu girişte gerçekleştirilemez.
uk_ua: {0} не можна виконати для цих вхідних даних без перетворення часового поясу, що не підтримується в стовпцях формул.
vi_vn: {0} không thể thực hiện trên đầu vào này mà không có chuyển đổi múi giờ, điều này không được hỗ trợ trong cột công thức.
zh_cn: 如果没有时区转换，则无法对此输入执行 {0}，而公式列不支持时区转换。
zh_tw: 如果沒有時區轉換，則無法對此輸入執行 {0}，公式資料行不支援時區轉換。
