Repository: microsoft/Power-Fx-Dataverse
Catalog: src/strings/DataverseResources.*.resx
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_fr, gl_es, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, kk_kz, ko_kr, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# FormulaColumns_SingleColumnTableNotSupported
source: Single-column tables are not supported in formula columns.
bg_bg: Таблиците с една колона не се поддържат в колоните за формули.
ca_es: Les taules d'una sola columna no s'admeten a les columnes de fórmules.
cs_cz: Tabulky s jedním sloupcem nejsou ve sloupcích vzorců podporovány.
da_dk: Tabeller med en enkelt kolonne understøttes ikke i formelkolonner.
de_de: Tabellen mit einer einzelnen Spalte werden in Formelspalten nicht unterstützt.
el_gr: Οι πίνακες μίας στήλης δεν υποστηρίζονται σε στήλες τύπων.
es_es: No se admiten tablas de una sola columna en columnas de fórmula.
et_ee: Üheveerulisi tabeleid ei toetata valemiveergudes.
eu_es: Zutabe bakarreko taulak ez dira onartzen formula-zutabeetan.
fi_fi: Yksisarakkeista taulukoita ei tueta kaavasarakkeissa.
fr_fr: Les tables à une seule colonne ne sont pas prises en charge dans les colonnes de formules.
gl_es: Non se admiten as táboas dunha única columna nas columnas de fórmula.
hi_in: सूत्र स्तंभों में एकल-स्तंभ तालिकाएँ समर्थित नहीं हैं.
hr_hr: Tablice s jednim stupcem nisu podržane u stupcima formule.
hu_hu: Az egyoszlopos táblák nem támogatottak a képletoszlopokban.
id_id: Tabel satu kolom tidak didukung di kolom rumus.
it_it: Le tabelle a colonna singola non sono supportate nelle colonne della formula.
ja_jp: 計算式列は単一列テーブルに対応していません。
kk_kz: Бір бағанды кестелерге формула бағандарында қолдау көрсетілмейді.
ko_kr: 단일 열 테이블은 수식 열에서 지원되지 않습니다.
lt_lt: Vieno stulpelio lentelės formulės stulpeliuose nepalaikomos.
lv_lv: Formulu kolonnās netiek atbalstītas vienas kolonnas tabulas.
ms_my: Jadual lajur tunggal tidak disokong dalam lajur formula.
nb_no: Tabeller med én kolonne støttes ikke i formelkolonner.
nl_nl: Tabellen met één kolom worden niet ondersteund in formulekolommen.
pl_pl: Tabele jednokolumnowe nie są obsługiwane w kolumnach formuł.
pt_br: As tabelas com uma única coluna não têm suporte em colunas de fórmula.
pt_pt: As tabelas de coluna única não são suportadas em colunas de fórmula.
ro_ro: Tabelele cu o singură coloană nu sunt acceptate în coloanele de formule.
ru_ru: Таблицы из одного столбца не поддерживаются в столбцах формул.
sk_sk: Tabuľky s jedným stĺpcom nie sú v stĺpcoch vzorcov podporované.
sl_si: Tabele z enim stolpcem niso podprte v stolpcih s formulo.
sr_cyrl_rs: Табеле са једном колоном нису подржане у колонама са формулама.
sr_latn_rs: Tabele sa jednom kolonom nisu podržane u kolonama sa formulama.
sv_se: Tabeller med en kolumn stöds inte i formelkolumner.
th_th: ตารางคอลัมน์เดียวไม่ได้รับการสนับสนุนในคอลัมน์สูตร
tr_tr: Formül sütunlarında tek sütunlu tablolar desteklenmez.
uk_ua: Таблиці з одним стовпцем не підтримуються в стовпцях формул.
vi_vn: Không hỗ trợ bảng một cột trong các cột công thức.
zh_cn: 公式列中不支持单列表。
zh_tw: 公式資料行不支援單欄資料表。

# FormulaColumns_VirtualTableNotSupported
source: Cannot reference virtual table {0} in formula columns.
bg_bg: Не е възможна препратка към виртуалната таблица „{0}“ в колоните за формули.
ca_es: No es pot fer referència a la taula virtual {0} en les columnes de fórmules.
cs_cz: Nelze odkazovat na virtuální tabulku {0} ve sloupcích vzorců.
da_dk: Der kan ikke refereres til virtuel tabel {0} i formelkolonner.
de_de: Es kann nicht auf die virtuelle Tabelle {0} in Formelspalten verwiesen werden.
el_gr: Δεν είναι δυνατή η αναφορά εικονικού πίνακα {0} σε στήλες τύπων.
es_es: No se puede hacer referencia a la tabla virtual {0} en columnas de fórmula.
et_ee: Valemiveergudes ei saa virtuaaltabelile {0} viidata.
eu_es: Ezin da aipatu {0} taula birtuala formula-zutabeetan.
fi_fi: Virtuaalitaulukkoon {0} ei voi viitata kaavasarakkeissa.
fr_fr: Impossible de référencer la table virtuelle {0} dans les colonnes de formules.
gl_es: Non se pode facer referencia á táboa virtual {0} nas columnas de fórmula.
hi_in: सूत्र स्तंभों में वर्चुअल तालिका {0} संदर्भित नहीं कर सकता.
hr_hr: Ne može se izraditi referenca na virtualnu tablicu {0} u stupcima formule.
hu_hu: Nem hivatkozhat virtuális táblára {0} képletoszlopokban.
id_id: Tidak dapat mereferensikan tabel virtual {0} di kolom rumus.
it_it: Impossibile fare riferimento alla tabella virtuale {0} nelle colonne della formula.
ja_jp: 計算式列で仮想テーブル {0} を参照することはできません。
kk_kz: Формула бағандарында {0} виртуалды кестесіне сілтеме жасау мүмкін емес.
ko_kr: 수식 열에서 가상 테이블 {0}을(를) 참조할 수 없습니다.
lt_lt: Negalima nurodyti virtualiosios lentelės {0} formulės stulpeliuose.
lv_lv: Formulu kolonnās nevar atsaukties uz virtuālo tabulu {0}.
ms_my: Tidak boleh merujuk jadual maya {0} dalam lajur formula.
nb_no: Kan ikke henvise til virtuell tabell {0} i formelkolonner.
nl_nl: Kan niet verwijzen naar virtuele tabel {0} in formulekolommen.
pl_pl: Nie można odwoływać się do tabeli wirtualnej {0} w kolumnach formuł.
pt_br: Não é possível referenciar a tabela virtual {0} em colunas de fórmula.
pt_pt: Não é possível referenciar a tabela virtual {0} em colunas de fórmula.
ro_ro: Nu se poate face referire la tabelul virtual {0} în coloanele de formule.
ru_ru: В столбцах формул нельзя ссылаться на виртуальную таблицу {0}.
sk_sk: V stĺpcoch vzorcov nemožno odkazovať na virtuálnu tabuľku {0}.
sl_si: Na navidezno tabelo {0} v stolpcih s formulami se ni mogoče sklicevati.
sr_cyrl_rs: Није могуће поставити виртуелну табелу {0} као референцу у колонама формула.
sr_latn_rs: Nije moguće postaviti virtuelnu tabelu {0} kao referencu u kolonama formula.
sv_se: Det går inte att referera till den virtuella tabellen {0} i formelkolumner.
th_th: ไม่สามารถอ้างอิงตารางเสมือน {0} ในคอลัมน์สูตร
tr_tr: Formül sütunlarında {0} sanal tablosuna referansta bulunamazsınız.
uk_ua: Не можна посилатися на віртуальну таблицю {0} в стовпцях формул.
vi_vn: Không thể tham chiếu bảng ảo {0} trong cột công thức.
zh_cn: 公式列中无法引用虚拟表 {0}。
zh_tw: 無法在公式資料行中參考虛擬表格 {0}。

# FormulaColumns_TextNumberMissingFormat
source: Include a format in the second argument when using the Text function with numbers. The format string cannot include a thousands or decimal separator in formula columns.
bg_bg: Включете формат във втория аргумент, когато използвате функцията Text с числа. Низът за форматиране не може да съдържа разделител за хилядите или десетичен разделител в колоните за формули.
ca_es: Incloeu un format al segon argument quan utilitzeu la funció Text amb números. La cadena de format no pot incloure un separador de milers o decimals a les columnes de fórmules.
cs_cz: Při použití funkce Text s čísly zahrňte formát do druhého argumentu. Formátovací řetězec nesmí obsahovat oddělovač tisíců nebo desetinných míst ve sloupcích vzorců.
da_dk: Inkluder et format i det andet argument, når tekstfunktionen bruges med tal. Formatstrengen må ikke indeholde en tusindtals- eller decimalseparator i formelkolonnerne.
el_gr: Συμπεριλάβετε μια μορφή στο δεύτερο όρισμα κατά τη χρήση της συνάρτησης Text με αριθμούς. Η συμβολοσειρά μορφής δεν μπορεί να περιλαμβάνει διαχωριστικό χιλιάδων ή υποδιαστολή στις στήλες τύπου.
es_es: Incluir un formato en el segundo argumento cuando se usa la función Texto con números. La cadena de formato no puede incluir un separador decimal o de millares en las columnas de fórmula.
et_ee: Numbritega tekstifunktsiooni kasutamise korral lisage teises argumendis vorming. Vorming ei tohi valemiveergudes sisaldada tuhandeliste ega kümnendkoha eraldajat.
eu_es: Test funtzioa zenbakiekin erabiltzean, sartu formatua bigarren argumentuan. Formatuak ezin du eduki milakoen edo hamartarren bereizlerik formula-zutabeetan.
fi_fi: Sisällytä muoto toiseen argumenttiin, kun tekstitoimintoa käytetään numeroiden kanssa. Muodon merkkijonon kaavasarakkeissa ei voi olla tuhansia tai desimaalierotinta.
fr_fr: Inclure un format dans le second argument lors de l’utilisation de la fonction Texte avec des nombres. La chaîne de format ne peut pas inclure de séparateur de milliers ou décimal en des colonnes de formule.
gl_es: Inclúa un formato no segundo argumento ao usar a función Texto con números. A cadea de formato non pode incluír separador de miles nin decimais en columnas de fórmula.
hi_in: संख्याओं के साथ टेक्स्ट फ़ंक्शन का उपयोग करते समय दूसरे तर्क में प्रारूप शामिल करें. प्रारूप स्ट्रिंग में सूत्र स्तंभों में हजारों या दशमलव विभाजक शामिल नहीं हो सकते.
hr_hr: Uključite oblik u drugi argument kada upotrebljavate funkciju Tekst s brojevima. Niz oblika ne može sadržavati razdjelnik tisućica ili decimala u stupcima formule.
hu_hu: A Szöveg függvény számokkal együtt való használata esetén formátumot is tartalmazhat a második argumentumban. A formátumsztring nem tartalmazhat ezres elválasztót vagy tizedesvesszőt a képletoszlopokban.
id_id: Sertakan format dalam argumen kedua saat menggunakan fungsi Teks dengan angka. String format tidak dapat menyertakan pemisah ribuan atau desimal di kolom formula.
it_it: Includi un formato nel secondo argomento durante l'uso della funzione Testo con i numeri. La stringa del formato non può includere un separatore decimale o delle migliaia nelle colonne della formula.
ja_jp: テキスト関数に数値を使用する場合は、第 2 引数に書式設定を定義します。文字列の書式設定で、3 桁区切りや小数点を式の列に含めることはできません。
ko_kr: 숫자와 함께 텍스트 함수를 사용할 때는 두 번째 인수에 형식을 포함해야 합니다. 형식 문자열에는 수식 열에 천 단위 또는 소수점 구분 기호를 포함할 수 없습니다.
lt_lt: Kai funkcija Tekstas naudojama su skaičiais, į antrąjį argumentą įtraukite formatą. Formato eilutėje formulės stulpeliuose negali būti tūkstančių ar dešimtainio skyriklio.
lv_lv: Iekļaujiet formātu otrā argumentā, izmantojot teksta funkciju ar skaitļiem. Formāta virknē nevar iekļaut tūkstošu vai decimāldaļskaitļu atdalītāju formulas kolonnās.
ms_my: Sertakan format dalam argumen kedua apabila menggunakan fungsi Teks dengan nombor. Rentetan format tidak boleh termasuk pemisah ribuan atau perpuluhan dalam lajur formula.
nb_no: Inkluder et format i det andre argumentet når du bruker tekstfunksjonen med tall. Formatstrengen kan ikke inneholde desimalskilletegn i formelkolonner.
nl_nl: Neem een notatie op in het tweede argument bij gebruik van de tekstfunctie met getallen. De notatietekenreeks mag geen scheidings- of decimaalteken bevatten in formulekolommen.
pl_pl: Gdy używasz funkcji Text z liczbami, podaj format w drugim argumencie. Ciąg formatu nie może zawierać separatora tysięcy ani separatora dziesiętnego w kolumnach formuły.
pt_br: Inclua um formato no segundo argumento ao usar a função Texto com números. A cadeia de caracteres de formato não pode incluir um separador de casas decimais ou decimais em colunas de fórmula.
pt_pt: Inclua um formato no segundo argumento quando utilizar a função Texto com números. A cadeia de formato não pode incluir separadores decimais ou de milhares em colunas de fórmula.
ro_ro: Includeți un format în cel de-al doilea argument atunci când utilizați funcția Text cu numere. Șirul formatului nu poate include un separator de mii sau de zecimale în coloanele formulei.
ru_ru: Добавьте формат во второй аргумент при использовании функции "Текст" с числами. Этот формат не может содержать разделитель групп разрядов или десятичный разделитель в столбцах формул.
sk_sk: Pri použití funkcie Text s číslami zahrňte do druhého argumentu formát. Reťazec formátu nemôže v stĺpcoch vzorcov obsahovať oddeľovač tisícov ani desatinných miest.
sl_si: Ko uporabljate funkcijo besedila s številkami, v drugi argument vključite obliko zapisa. V stolpcih s formulo niz z obliko zapisa ne sme vsebovati ločila za tisočice ali decimalna števila.
sr_cyrl_rs: Укључите формат у други аргумент када користите функцију „Текст“ са бројевима. Ниска формата не може да садржи знак за раздвајање хиљада или децимала у колонама формула.
sr_latn_rs: Uključite format u drugi argument kada koristite funkciju „Tekst“ sa brojevima. Niska formata ne može da sadrži znak za razdvajanje hiljada ili decimala u kolonama formula.
sv_se: Inkludera ett format i det andra argumentet när du använder funktionen Text med tal. Formatsträngen får inte innehålla tusentals- eller decimalavgränsare i formelkolumner.
th_th: ระบุรูปแบบในอาร์กิวเมนต์ที่สองเมื่อใช้ฟังก์ชัน Text กับตัวเลข สตริงรูปแบบไม่สามารถมีตัวคั่นหลักพันหรือทศนิยมในคอลัมน์สูตรได้
tr_tr: Metin işlevini sayılarla kullanırken ikinci bağımsız değişkene bir biçim ekleyin. Biçim dizesi, formül sütunlarında binlik veya ondalık ayırıcı içeremez.
uk_ua: Включіть формат до другого аргументу під час використання функції "Текст" із числами. Рядок формату не може містити роздільник груп розрядів або десятковий роздільник у стовпцях формул.
vi_vn: Bao gồm một định dạng trong đối số thứ hai khi dùng hàm Text với số. Chuỗi định dạng không được bao gồm dấu phân tách hàng nghìn hoặc thập phân trong các cột công thức.
zh_cn: 将文本函数与数字一起使用时，请在第二个参数中包括一种格式。格式字符串不能在公式列中包含千位或小数分隔符。
zh_tw: 使用帶有數字的文字函式時，請在第二個引數中納入格式。格式字串的公式欄不能包含千分位或小數分隔符號。

# FormulaColumns_ImplicitNumberToText
source: Use the Text function to convert numbers to text. Include a format in the second argument, which cannot include a thousands or decimal separator in formula columns.
bg_bg: Използвайте функцията Text, за да преобразувате числа в текст. Добавете формат към втория аргумент, който не може да включва разделител за хиляди или десетичен знак в колоните за формули.
ca_es: Utilitzeu la funció Text per convertir els números en text. Incloeu un format al segon argument, que no pot incloure un separador de milers o decimals a les columnes de fórmules.
cs_cz: Pomocí funkce Text můžete převést čísla na text. Do druhého argumentu zahrňte formát, který nemůže ve sloupcích vzorců obsahovat oddělovač tisíců nebo desetinných míst.
da_dk: Brug tekstfunktionen til at konvertere tal til tekst. Inkluder et format i det andet argument, som ikke kan indeholde en tusindtals- eller decimalseparator i formelkolonnerne.
el_gr: Χρησιμοποιήστε τη συνάρτηση Text για να μετατρέψετε αριθμούς σε κείμενο. Συμπεριλάβετε μια μορφή στο δεύτερο όρισμα, το οποίο δεν μπορεί να περιλαμβάνει διαχωριστικό χιλιάδων ή υποδιαστολή σε στήλες τύπου.
es_es: Use la función Texto para convertir números en texto. Incluya un formato en el segundo argumento, que no puede incluir un separador decimal o de millares en las columnas de fórmula.
et_ee: Kasutage numbrite tekstiks teisendamiseks tekstifunktsiooni. Lisage teises argumendis vorming, mis ei tohi valemiveergudes sisaldada tuhandeliste ega kümnendkoha eraldajat.
eu_es: Erabili Testua funtzioa zenbakiak testu bihurtzeko. Sartu formatua bigarren argumentuan. Formatuak ezin du eduki milakoen edo hamartarren bereizlerik formula-zutabeetan.
fi_fi: Muunna numerot tekstiksi tekstitoiminnon avulla. Sisällytä muoto toiseen argumenttiin, jonka kaavasarakkeissa ei voi olla tuhansia tai desimaalierotinta.
fr_fr: Utilisez la fonction Texte pour convertir les nombres en texte. Inclure un format dans le deuxième argument, qui ne peut pas inclure de séparateur des milliers ou décimal dans les colonnes de formule.
gl_es: Use a función Texto para converter os números en texto. Inclúa un formato no segundo argumento, que non pode incluír separador de miles nin decimais nas columnas da fórmula.
hi_in: संख्याओं को टेक्स्ट में रूपांतरित करने के लिए टेक्स्ट फ़ंक्शन का उपयोग करें. दूसरे तर्क में एक प्रारूप शामिल करें, जिसमें सूत्र कॉलम में हजारों या दशमलव विभाजक शामिल नहीं हो सकते.
hr_hr: Upotrijebite funkciju Text za pretvaranje brojeva u tekst. Uključite oblik u drugi argument koji ne može uključivati razdjelnik tisućica ili decimala u stupcima formule.
hu_hu: A Szöveg függvény segítségével konvertálája a számokat szöveggé. Olyan formátumot emeljen be a második argumentumba, amely nem tartalmazhat ezres elválasztót vagy tizedesvesszőt a képletoszlopokban.
id_id: Gunakan fungsi Teks untuk mengonversi angka ke teks. Sertakan format dalam argumen kedua, yang tidak dapat menyertakan pemisah ribuan atau desimal dalam kolom formula.
it_it: Usa la funzione Testo per convertire numeri in testo. Includi un formato nel secondo argomento che non può includere un separatore decimale o delle migliaia nelle colonne della formula.
ja_jp: 数値をテキストに変換するには Text 関数を使用します。書式を第 2 引数に定義しますが、3 桁区切りや小数点を式の列に含めることはできません。
ko_kr: 숫자를 텍스트로 변환하려면 텍스트 함수를 사용합니다. 두 번째 인수에 수식 열에 천 단위 또는 소수점 구분 기호를 포함할 수 없는 형식을 포함합니다.
lt_lt: Skaičiams į tekstą konvertuoti naudokite funkciją Tekstas. Į antrąjį argumentą įtraukite formatą, kurio formulės stulpeliuose nebūtų tūkstančių ar dešimtainio skyriklio.
lv_lv: Izmantojiet teksta funkciju, lai pārvērstu skaitļus par tekstu. Iekļaujiet formātu otrā argumentā, kurā nevar iekļaut tūkstošu vai decimāldaļskaitļu atdalītāju formulas kolonnās.
ms_my: Gunakan fungsi Teks untuk menukar nombor kepada teks. Sertakan format dalam argumen kedua yang tidak boleh termasuk pemisah ribuan atau perpuluhan dalam lajur formula.
nb_no: Bruk tekstfunksjonen til å konvertere tall til tekst. Inkluder et format i det andre argumentet, som ikke kan inneholde et desimalskilletegn eller i formelkolonner.
nl_nl: Gebruik de tekstfunctie om getallen te converteren naar tekst. Neem een notatie op in het tweede argument. Deze mag geen scheidings- of decimaalteken bevatten in formulekolommen.
pl_pl: Użyj funkcji Text, aby konwertować liczby na tekst. W drugim argumencie podaj format, który nie może zawierać separatora tysięcy ani separatora dziesiętnego w kolumnach formuły.
pt_br: Use a função Texto para converter números em texto. Inclua um formato no segundo argumento, que não pode incluir um separador de casas decimais ou um separador decimal em colunas de fórmula.
pt_pt: Utilize a função Texto para converter números em texto. Inclua um formato no segundo argumento que não pode incluir um separador decimal ou de milhares em colunas de fórmula.
ro_ro: Utilizați funcția Text pentru a converti numerele în text. Includeți un format în cel de-al doilea argument, care nu poate include un separator de mii sau de zecimale în coloanele formulei.
ru_ru: Используйте функцию "Текст" для преобразования чисел в текст. Включите формат во второй аргумент, который не может содержать разделитель групп разрядов или десятичный разделитель в столбцах формул.
sk_sk: Pomocou funkcie Text môžete konvertovať čísla na text. Do druhého argumentu zahrňte formát, ktorý v stĺpcoch vzorcov nemôže obsahovať oddeľovač tisícov ani desatinných miest.
sl_si: Uporabite funkcijo besedila in pretvorite številke v besedilo. V drugi argument vključite obliko zapisa, ki v stolpcih s formulo ne sme vsebovati ločila za tisočice ali decimalna števila.
sr_cyrl_rs: Користите функцију „Текст“ да бисте конвертовали бројеве у текст. Укључите формат у други аргумент који не може да садржи знак за раздвајање хиљада или децимала у колонама формула.
sr_latn_rs: Koristite funkciju „Tekst“ da biste konvertovali brojeve u tekst. Uključite format u drugi argument koji ne može da sadrži znak za razdvajanje hiljada ili decimala u kolonama formula.
sv_se: Använd funktionen Text när du vill konvertera tal till text. Inkludera ett format i det andra argumentet som inte får inkludera tusentals- eller decimalavgränsare i formelkolumner.
th_th: ใช้ฟังก์ชัน Text เพื่อแปลงตัวเลขเป็นข้อความ ระบุรูปแบบในอาร์กิวเมนต์ที่สอง ซึ่งไม่สามารถระบุตัวคั่นหลักพันหรือทศนิยมในคอลัมน์สูตรได้
tr_tr: Sayıları metne dönüştürmek için Metin işlevini kullanın. İkinci bağımsız değişkene bir biçim ekleyin. Bu biçim formül sütunlarında binlik veya ondalık ayırıcı içeremez.
uk_ua: Функція "Текст" використовується для перетворення чисел на текст. Включіть формат до другого аргументу, який не може містити роздільник груп розрядів або десятковий роздільник у стовпцях формул.
vi_vn: Sử dụng hàm Text để chuyển đổi số thành văn bản. Bao gồm một định dạng trong đối số thứ hai, không thể bao gồm dấu phân cách hàng nghìn hoặc thập phân trong các cột công thức.
zh_cn: 使用文本函数将数字转换为文本。请在第二个参数中包含格式，该格式不能在公式列中包含千位或小数分隔符。
zh_tw: 使用文字函式將數字轉換成文字。請在第二個引數納入格式，其公式欄不能包含千分位或小數分隔符號。
