Repository: microsoft/Power-Fx-Dataverse
Catalog: src/strings/DataverseResources.*.resx
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_fr, gl_es, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, kk_kz, ko_kr, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# FormulaColumns_RelatedCurrency
source: Calculations with currency columns in related tables are not currently supported in formula columns.
bg_bg: Изчисленията с колони с валута в свързани таблици в момента не се поддържат в колони за формули.
ca_es: Actualment no s'admeten càlculs amb columnes de moneda a les taules relacionades.
cs_cz: Výpočty se sloupci měny v souvisejících tabulkách nejsou aktuálně podporovány ve sloupcích vzorců.
da_dk: Beregninger med valutakolonner i relaterede tabeller understøttes ikke i øjeblikket i formelkolonner.
el_gr: Οι υπολογισμοί με στήλες νομισματικής μονάδας σε σχετικούς πίνακες δεν υποστηρίζονται αυτήν τη στιγμή σε στήλες τύπου.
es_es: Actualmente no se admiten cálculos con columnas de moneda en tablas relacionadas en columnas de fórmula.
et_ee: Valuutaveergudega arvutused seostuvates tabelites pole praegu valemiveergudes toetatud.
eu_es: Ez dira onartzen erlazionatutako tauletan moneta-zutabeak dituzten kalkuluak formula-zutabeetan.
fi_fi: Kaavasarakkeet eivät tue tällä hetkellä laskelmia, joissa on valuuttasarakkeita liittyvässä taulukossa.
fr_fr: Les calculs avec des colonnes de devises dans les tables associées ne sont actuellement pas pris en charge dans les colonnes de formules.
gl_es: Os cálculos con columnas de moeda en táboas relacionadas non se admiten actualmente en columnas de fórmulas.
hi_in: संबंधित तालिकाओं में मुद्रा स्तंभों के साथ गणना फिलहाल सूत्र स्तंभों में समर्थित नहीं हैं.
hr_hr: Izračuni sa stupcima valuta u povezanim tablicama trenutno nisu podržani u stupcima formule.
hu_hu: A kapcsolódó táblák pénznemoszlopokkal kapcsolatos számításai jelenleg nem támogatottak a képletoszlopokban.
id_id: Penghitungan dengan kolom mata uang di tabel terkait saat ini tidak didukung di kolom formula.
it_it: I calcoli con colonne di valuta nelle tabelle correlate non sono al momento supportati nelle colonne delle formule.
ja_jp: 関連するテーブルで通貨の列を計算することは、式の列では現在サポートされていません。
ko_kr: 관련 테이블의 통화 열이 있는 계산은 현재 수식 열에서 지원되지 않습니다.
lt_lt: Skaičiavimai su valiutų stulpeliais susijusių lentelių formulės stulpeliuose šiuo metu nepalaikomi.
lv_lv: Aprēķini ar valūtas kolonnām saistītajās tabulās pašlaik netiek atbalstīti formulas kolonnās.
ms_my: Pengiraan dengan lajur mata wang dalam jadual berkaitan tidak disokong pada masa ini dalam lajur formula.
nb_no: Beregninger med valutakolonner i relaterte tabeller støttes for øyeblikket ikke i formelkolonner.
nl_nl: Berekeningen met valutakolommen in gerelateerde tabellen worden momenteel niet ondersteund in formulekolommen.
pl_pl: Obliczenia w kolumnach walutowych w powiązanych tabelach nie są aktualnie obsługiwane w kolumnach formuły.
pt_br: No momento, não há suporte para cálculos com colunas de moeda nas tabelas relacionadas em colunas de fórmula.
pt_pt: Os cálculos com colunas de moeda em tabelas relacionadas não são atualmente suportados em colunas de fórmula.
ro_ro: Calculele cu coloane monetare din tabelele asociate nu sunt acceptate momentan în coloanele de formule.
ru_ru: Расчеты со столбцами валют в связанных таблицах в настоящее время не поддерживаются в столбцах формул.
sk_sk: Výpočty so stĺpcami meny v súvisiacich tabuľkách momentálne nie sú v stĺpcoch vzorcov podporované.
sl_si: Izračuni s stolpci za valute v povezanih tabelah trenutno niso podprti v stolpcih s formulo.
sr_cyrl_rs: Израчунавања са колонама валута у повезаним табелама тренутно нису подржана у колонама формула.
sr_latn_rs: Izračunavanja sa kolonama valuta u povezanim tabelama trenutno nisu podržana u kolonama formula.
sv_se: Beräkningar med valutakolumner i relaterade tabeller stöds för närvarande inte i formelkolumner.
th_th: การคำนวณด้วยคอลัมน์สกุลเงินในตารางที่เกี่ยวข้องไม่ได้รับการสนับสนุนในคอลัมน์สูตรในขณะนี้
tr_tr: İlgili tablolardaki para birimi sütunlarıyla yapılan hesaplamalar şu anda formül sütunlarında desteklenmiyor.
uk_ua: Обчислення зі стовпцями грошових одиниць у пов’язаних таблицях наразі не підтримуються у стовпцях формул.
vi_vn: Hiện không hỗ trợ các phép tính với cột tiền tệ trong các bảng liên quan trong các cột công thức.
zh_cn: 公式列当前不支持使用相关表中的货币列进行计算。
zh_tw: 公式資料行目前不支援使用相關資料表中的貨幣資料行進行計算。

# FormulaColumns_DirectCurrencyNotSupported
source: Direct use of currency fields is not yet supported. Use Decimal(CurrencyField) as a workaround but note that decimal has a smaller range than currency.
bg_bg: Все още не се поддържа директно използване на валутни полета. Използвайте Decimal(CurrencyField) като заобиколно решение, но имайте предвид, че типът decimal е с по-малък диапазон от типа за валута.
ca_es: Encara no s'admet l'ús directe dels camps de moneda. Utilitzeu Decimal(camp de moneda) com a solució alternativa, però tingueu en compte que Decimal té un interval més petit que Moneda.
da_dk: Direkte brug af valutafelter understøttes endnu ikke. Brug Decimal(CurrencyField) som løsning, men bemærk, at decimal har et mindre interval end currency.
el_gr: Η άμεση χρήση πεδίων νομισματικής μονάδας δεν υποστηρίζεται ακόμα. Χρησιμοποιήστε το στοιχείο Decimal(CurrencyField) ως λύση, αλλά λάβετε υπόψη ότι τα δεκαδικά ψηφία έχουν μικρότερο εύρος από τη νομισματική μονάδα.
es_es: Todavía no se admite el uso directo de campos de moneda. Use Decimal(CurrencyField) como solución alternativa, pero tenga en cuenta que decimal tiene un intervalo menor que la moneda.
et_ee: Valuutaväljade otse kasutamist veel ei toetata. Kasutage lahendusena väärtust Decimal(CurrencyField), kuid pange tähele, et kümnendkohal on väiksem vahemik kui valuutal.
eu_es: Oraindik ez da onartzen moneta-eremuen erabilera zuzena. Erabil ezazu hamartarra(CurrencyField) konponbide gisa, baina kontuan izan hamartarrak monetak baino barruti txikiagoa duela.
fr_fr: L’utilisation directe des champs de devises n’est pas encore prise en charge. Utilisez Décimale (CurrencyField) comme solution de contournement, mais notez que la plage de décimales est plus petite que la devise.
gl_es: O uso directo dos campos de moeda aínda non se admite. Use Decimal(CurrencyField) como solución alternativa, pero teña en conta que o decimal ten un intervalo menor que a moeda.
hi_in: मुद्रा फ़ील्ड का प्रत्यक्ष उपयोग अभी तक समर्थित नहीं है. दशमलव (CurrencyField) का वैकल्पिक हल के रूप में उपयोग करें लेकिन ध्यान रहे कि दशमलव में मुद्रा की तुलना में एक छोटी सीमा है.
hr_hr: Izravna uporaba polja valuta još nije podržana. Upotrijebite Decimal(CurrencyField) kao zamjensko rješenje, ali imajte na umu da decimalni broj ima manji raspon od valute.
hu_hu: A pénznemmezők közvetlen használata még nem támogatott. Megoldásként használja a Decimal(CurrencyField) lehetőséget, de felhívjuk figyelmét, hogy a decimális érték kisebb tartománnyal rendelkezik a pénznemnél.
id_id: Penggunaan langsung bidang mata uang belum didukung. Gunakan Desimal (Bidang Mata Uang) sebagai solusi, tetapi perlu diketahui bahwa desimal memiliki rentang yang lebih kecil dari mata uang.
it_it: Uso diretto dei campi di valuta non ancora supportato. Usa Decimal(CurrencyField) per risolvere il problema, ma tieni presente che l'intervallo dei decimali è inferiore a quello della valuta.
ja_jp: 通貨フィールドを直接使用することは、現状ではサポートされていません。代わりに Decimal (CurrencyField) を使用してください。ただし、小数の範囲が通貨よりも小さい点に注意してください。
ko_kr: 통화 필드를 직접 사용할 수 없습니다. 10진수(CurrencyField)를 해결로 사용하지만 10진수의 범위는 통화보다 작습니다.
lt_lt: Tiesioginis valiutos laukų naudojimas dar nepalaikomas. Kaip apėjimo būdą naudokite Decimal(CurrencyField), tačiau atminkite, kad dešimtainio skaičiaus diapazonas mažesnis už valiutos.
lv_lv: Valūtas lauku tieša izmantošana vēl netiek atbalstīta. Izmantojiet Decimal(CurrencyField) kā risinājumu, taču ņemiet vērā, ka decimāldaļskaitļa diapazons ir mazāks nekā valūtas diapazons.
ms_my: Penggunaan langsung medan mata wang belum disokong. Gunakan Perpuluhan (CurrencyField) sebagai penyelesaian, tetapi ambil perhatian bahawa perpuluhan mempunyai julat yang lebih kecil daripada mata wang.
nb_no: Direkte bruk av valutafelt støttes ennå ikke. Bruk Decimal(CurrencyField) som en løsning, men vær oppmerksom på at desimal har et mindre område enn valuta.
nl_nl: Direct gebruik van valutavelden wordt nog niet ondersteund. Gebruik Decimal(CurrencyField) als tijdelijke oplossing, maar houd er rekening mee dat decimaal een kleiner bereik heeft dan valuta.
pl_pl: Bezpośrednie używanie pól walutowych nie jest jeszcze obsługiwane. Ten problem można obejść, używając typu „Liczba dziesiętna (pole walutowe)”, ale należy pamiętać, że typ Liczba dziesiętna ma mniejszy zakres niż typ Waluta.
pt_br: Ainda não há suporte para o uso direto dos campos de moeda. Use Decimal(CurrencyField) como solução alternativa, mas observe que decimal tem um intervalo do menor que moeda.
pt_pt: A utilização direta de campos de moeda ainda não é suportada. Utilize Decimal(CurrencyField) como solução alternativa, mas note que decimal tem um intervalo menor que currency.
ro_ro: Utilizarea directă a câmpurilor monetare nu are încă suport. Utilizați Decimal(CurrencyField) ca soluție temporară, dar rețineți că valoarea zecimală are un interval mai mic decât moneda.
ru_ru: Прямое использование полей валют пока не поддерживается. Используйте десятичное поле CurrencyField в качестве обходного пути, но обратите внимание, что у десятичных полей диапазон меньше, чем у полей валюты.
sk_sk: Priame použitie polí meny zatiaľ nie je podporované. Ako alternatívne riešenie použite Decimal(CurrencyField), ale upozorňujeme, že desatinné číslo má menší rozsah ako mena.
sl_si: Neposredna uporaba denarnih polj še ni podprta. Kot rešitev uporabite polje Decimal(CurrencyField), vendar upoštevajte, da ima decimalno polje manjši obseg kot denarno.
sr_cyrl_rs: Директна употреба поља валуте још увек није подржана. Користите формат Decimal(CurrencyField) као заобилазно решење, али имајте у виду да децимални број има мањи опсег од валуте.
sr_latn_rs: Direktna upotreba polja valute još uvek nije podržana. Koristite format Decimal(CurrencyField) kao zaobilazno rešenje, ali imajte u vidu da decimalni broj ima manji opseg od valute.
sv_se: Direkt användning av valutafält stöds inte ännu. Använd Decimal(CurrencyField) som en tillfällig lösning, men observera att decimal har ett mindre intervall än valuta.
th_th: ยังไม่รองรับการใช้ฟิลด์สกุลเงินโดยตรง โปรดใช้ Decimal(CurrencyField) เป็นวิธีการแก้ไขไปก่อน แต่โปรดทราบว่าทศนิยมนั้นมีช่วงที่แคบกว่าสกุลเงิน
tr_tr: Para birimi alanlarının doğrudan kullanımı henüz desteklenmiyor. Geçici bir çözüm olarak Decimal(CurrencyField) alanını kullanın ancak ondalık aralığının para biriminden daha küçük olduğunu unutmayın.
uk_ua: Пряме використання полів грошових одиниць наразі не підтримується. Використовуйте Decimal(CurrencyField) в якості обхідного рішення, але зауважте, що функція десяткового значення має менший діапазон, ніж функція грошових одиниць.
vi_vn: Chưa hỗ trợ sử dụng trực tiếp các trường tiền tệ. Hãy dùng Decimal(CurrencyField) làm giải pháp thay thế nhưng lưu ý rằng số thập phân có phạm vi nhỏ hơn tiền tệ.
zh_cn: 尚不支持直接使用货币字段。请使用小数(CurrencyField)作为一种解决方法，但请注意，小数的范围小于货币的范围。
zh_tw: 目前尚不支援直接使用貨幣欄位。請使用 Decimal(CurrencyField) 做為因應措施，但請注意，小數的範圍小於貨幣。

# FormulaColumns_InvalidOptionSet
source: The metadata for the Option Set with name {0} was not found.
bg_bg: Метаданните за набора от опции на име „{0}“ не бяха намерени.
ca_es: No s'han trobat les metadades del conjunt d'opcions amb el nom {0}.
da_dk: Metadataene for den grupperede indstilling med navn {0} blev ikke fundet.
el_gr: Τα μετα-δεδομένα για το Σύνολο επιλογών με όνομα {0} δεν βρέθηκαν.
es_es: No se han encontrado los metadatos del conjunto de opciones con el nombre {0}.
et_ee: Nimega {0} suvandikomplekti metaandmeid ei leitud.
eu_es: Ez dira aurkitu {0} izeneko aukera multzoaren metadatuak.
hi_in: नाम {0} के साथ विकल्प सेट के लिए मेटाडेटा नहीं मिला.
hr_hr: Metapodaci skupa mogućnosti s nazivom {0} nisu pronađeni.
hu_hu: A(z) {0} nevű érték készlet metaadatai nem találhatók.
id_id: Metadata untuk Rangkaian Pilihan dengan nama {0} tidak ditemukan.
it_it: Impossibile trovare i metadati per il set di opzioni con nome {0}.
ja_jp: 名前が {0} であるオプション セットのメタデータが見つかりません。
ko_kr: 이름이 {0}인 옵션 집합의 메타데이터를 찾을 수 없습니다.
lt_lt: Parinkčių rinkinio, kurio pavadinimas {0}, metaduomenys nebuvo rasti.
lv_lv: Opciju kopai ar {0} nosaukumu nav atrasti metadati.
nb_no: Finner ikke metadataene for alternativsettet med navnet {0}.
nl_nl: De metagegevens van de optieset met de naam {0} zijn niet gevonden.
pl_pl: Nie znaleziono metadanych zestawu opcji o nazwie {0}.
pt_br: Os metadados do Conjunto de Opções com o nome {0} não foram encontrados.
pt_pt: Os metadados do Conjunto de Opções com o nome {0} não foram encontrados.
ru_ru: Метаданные для набора параметров с именем {0} не найдены.
sk_sk: Metaúdaje pre množinu možností s názvom {0} sa nenašli.
sr_cyrl_rs: Метаподаци за скуп опција са називом {0} нису пронађени.
sr_latn_rs: Metapodaci za skup opcija sa nazivom {0} nisu pronađeni.
sv_se: Metadata för alternativuppsättningen med namnet {0} hittades inte.
th_th: ไม่พบเมตาดาต้าสำหรับชุดตัวเลือกที่มีชื่อ {0}
tr_tr: {0} adlı seçenek kümesi için meta veriler bulunamadı.
uk_ua: Метадані для набору параметрів з іменем {0} не знайдено.
vi_vn: Không tìm thấy siêu dữ liệu cho Bộ tùy chọn có tên {0}.
zh_cn: 未找到名称为 {0} 的选项集的元数据。
zh_tw: 找不到名稱為 {0} 的選項組的中繼資料。
